{"1": ["to invest in the protection of tropical forests and develop a ", "mechanism to tap into the important and effective abilities of ", "natural sinks to absorb CO₂ from the atmosphere. ", "The global energy transition creates new business ", "opportunities. Decades of offshore experience and innovative ", "solutions enable Equinor to capture those opportunities in the ", "offshore wind area. Last year, Equinor prepared the ground for ", "substantially scaling up investments in offshore wind. Together ", "with our partner SSE, we were awarded contracts to build the ", "world’s largest offshore wind farm in the Dogger Bank area ", "of the North Sea. Equinor was also awarded the contract to ", "Equinor supports the Paris agreement and a net zero target ", "develop the Empire Wind farm offshore New York in the Atlantic ", "for society. We have already brought CO₂ emissions in the oil ", "Ocean. Meanwhile, the pioneering Hywind Tampen project, ", "and gas production process down to industry leading levels, ", "providing electricity to five offshore platforms at the Gullfaks ", "and we will continue to do more. Our journey to develop as a ", "and Snorre fields on the NCS, passed an important milestone as ", "broad energy company is founded on a strong commitment to ", "Equinor and partners reached a final investment decision and ", "sustainability, and our strategy – always safe, high value and ", "awarded five major contracts. Equinor is positioning itself to be ", "low carbon – is applied in everything we do. ", "The safety and security of our people, and integrity of our ", "Equinor is a values-based company. How we deliver is equally ", "operations, is our top priority. I am pleased to see improvement ", "important as what we deliver. We recognise that we can only ", "in important areas, although we will need to work even harder ", "retain our social license to operate by conducting responsible ", "to avoid major accidents, intensify efforts related to near-", "operations. This starts with managing our environmental ", "misses and further reduce personnel injuries.", "impact, including on oceans. As a founding patron of the UNGC ", "We acknowledge climate science and have embedded climate ", "urgency and global importance of healthy oceans. Increasing ", "considerations into our business strategy and decision-making ", "awareness and corresponding action towards preserving ", "process. In 2019, Equinor, together with investors participating ", "ocean environments is one of the company’s sustainability ", "for Sustainable Ocean Principles, Equinor addresses the ", "in Climate Action 100+, announced new steps to further ", "demonstrate industry leadership and support for the goals ", "of the Paris Agreement. We have launched a new climate ", "How we treat and protect people is essential for responsible ", "roadmap and set ambitions beyond 2030, performed a tougher sensitivity test of our portfolio, and disclosed climate-related ", "operations. Equinor already has human rights principles ", "embedded in both our corporate values and the Code ", "risks in line with the TCFD recommendations. ", "of Conduct, but we strive to continuously improve and ", "systematically further integrate human rights into the way we ", "2019 marked the start-up of Johan Sverdrup – the largest ", "conduct business. Our commitment is to make our best efforts, ", "development on the Norwegian continental shelf since the ", "so that human rights are respected across the entire Equinor, ", "1980s – ahead of schedule and well below the original cost ", "including our employees, the people affected by our operations ", "estimates. Johan Sverdrup is a frontrunner in the fit-for-future ", "and partnerships, as well as throughout our supply chains.", "portfolio Equinor is building, to create long-term sustainable ", "value for our society. The field has a record low carbon intensity, ", "For almost 50 years, Equinor has dedicated itself to our ", "purpose of turning natural resources into energy for people ", "Our efforts do not stop at curtailing our own emissions. We take ", "and guided by the United Nation’s Sustainable Development ", "an active role in helping society to accelerate decarbonisation ", "Goals, and we are committed to long-term sustainable value ", "and progress for society. Our actions will continue to be inspired ", "through close collaboration with industry players, customers, ", "and governments. Examples include hydrogen developments ", "and the Northern Lights project, which aims at developing a ", "President and Chief Executive Officer ", "carbon capture and storage value chain. We are prepared ", "Low carbon - Creating a low-carbon advantage", "Always safe - Responsible operations Protecting people", "Promoting integrity and transparency", "Appendices Definitions and abbreviations", "Task Force on Climate-related Financial Disclosures (TCFD) reference index", "Equinor is partnering with SSE Renewables to deliver ", "Our record-breaking Johan Sverdrup field came on ", "Dogger Bank – the world’s largest offshore wind farm and ", "stream in October 2019 and is already producing ", "an important milestone in the UK’s transition to renewable ", "more than 350,000 barrels per day. It is powered ", "energy. Once complete, Dogger Bank is expected to ", "produce enough power for 4.5 million British homes.", "by electricity from shore, making it one of the most ", "Equinor Sustainability report 2019Introduction"], "2": ["We are Equinor, an international energy company with a proud history. With more than 21,000 committed colleagues developing oil, gas, wind and solar energy, we are present in more than 30 countries worldwide. We are the largest operator in Norway, among the world’s largest offshore operators, and a growing force in renewables. ", "Reporting standards This report has been prepared in accordance with the Global Reporting Initiative (GRI) Standards: Core option. A GRI Index is available at equinor.com. The sustainability report should be read in conjunction with the GRI index. We view this report to be our Communication on Progress to the UN Global Compact (advanced reporting level). ", "We also use reporting guidance from IPIECA, the global oil and gas industry association for environmental and social issues, and recommendations from the Task Force on Climate-related Financial Disclosures. ", "Assurance This report has been externally assured by EY, with reasonable level of assurance for selected climate, environment and safety indicators, and a limited level of assurance for the rest of the report, excluding forward looking information. The independent assurance statement, as listed in appendix, concludes that the report is presented in all material respects, in accordance with the GRI Standards: Core option. ", "Reporting boundaries Defining consistent boundaries for sustainability reporting is challenging due to the complexity of ownership and operational arrangements, such as joint operating agreements. We strive to be consistent and transparent about variations in boundaries and provide a complete report in line with industry practice.", "• Environmental data is, unless otherwise stated, reported on a 100% basis for our operated assets, facilities and vessels, including subsidiaries and operations where we are the technical service provider, and for contracted drilling rigs and flotels (operational control basis). ", "• Scope 1 CO₂ emissions are reported both on an operational control basis and on equity basis (financial ", "• Scope 3 greenhouse gas emissions are reported on the basis of equity (volumes of products sold). • Health and safety incident data is reported for our operated assets, facilities and vessels, including subsidiaries and operations where we are the technical service provider. These include contracted drilling rigs, floatels, vessels, projects and modifications, and transportation of personnel and products, using a risk-based approach.", "• Economic data is reported on an equity basis, unless otherwise stated. • Workforce data covers employees in our direct employment. Temporary employees are not included. • Human rights and social performance data are collected from assets under our operational control.", "Assets acquired or disposed of during the year are included for the period in which we owned them, unless otherwise stated. Entities that we do not control, but have significant influence over, are included in the form of disclosures of management approach. The report does not include data from equity interest fields/projects, such as joint ventures, where we are not operator. Exceptions are for climate data or where specified. ", "Restatements Historic numbers are sometimes adjusted due to for example changes in reporting principles, changes of calculation factors used by authorities, or re-classification of incidents after investigations. We restate historic numbers and explain the changes if the adjustment represents a change of minimum 5% for indicators with reasonable level of assurance, and 10% for indicators with limited level of assurance. ", "Per day oil and gas equity production", "Renewable energy equity production", "2019 Serious incident frequency (SIF - per million hours worked)", "2019 CO2 intensity for the upstream oil and gas portfolio (operated 100%, kg CO₂/boe)", "We energize the lives of 170 million people. Every day."], "3": ["Material topics and stakeholder dialogue", "This report focuses on the sustainability topics that were most significant to us and our stakeholders in 2019. ", "The material topics have been selected and prioritised through a systematic process based on the reporting principles in the GRI Standards. Our material topics are defined as those that have or may have a significant impact on our stakeholders and on Equinor. ", "Stakeholder dialogue is an important part of the content selection process. We conduct our business in continuous engagement with our key stakeholders throughout the year. Stakeholder dialogue is undertaken by amongst others the chairman of the board, the CEO and other senior managers. Key stakeholder groups include employees, shareholders, governments, business partners and suppliers, customers, and society at large, including non- governmental organisations and academia. An overview of our key stakeholder groups and prioritised issues is available at Equinor.com. Regular dialogue, media analysis, investor roadshows and other stakeholder outreach with ", "key stakeholders on sustainability topics, have helped capture the stakeholder views and concerns most relevant for this report.", "Throughout the year, we have also engaged in dialogue with the investor group Climate Action 100+, and in April 2019 we published a joint statement with this group. The commitments are further addressed in the report and the statement is available at Equinor.com.", "When assessing the impact on stakeholders, we considered the global sustainability context, transparency and relevant reporting standards. ", "To assess the importance of various sustainability topics to Equinor, we reviewed our business strategy, sustainability priorities and business risks. We engaged our business areas to capture views from different parts of the business. ", "Our material topics have remained, to a large extent, consistent over the last three years. ", "Climate change and the energy transition: Business strategy, GHG emissions, New energy solutions, Low carbon research and development ", "Creating shared value: Economic and social impact, Local procurement, Employment, People development, Innovation and research and development activities", "Responsible operations: • Safety and security: Personnel safety, Emergency ", "preparedness, Health and working environment, Security and cyber security", "• Environmental impact: Emissions and discharges to local ", "environments, Resource management (waste and water), Biodiversity and sensitive areas", "• Ethics and anti-corruption: Revenue and tax transparency, ", "• Human rights: Labour rights and working conditions ", "(employees and supply chain), Diversity and inclusion, Human rights in communities and security arrangements. ", "Other reports The following Equinor reports provide additional information about our business activities and impacts: • Annual report and Form 20-F, including Payments to ", "Sustainability performance data Performance data in this report and supplementary data are presented online at sustainability.equinor.com.", "governments report • CDP 2019 response • Global Reporting Initiative (GRI) index 2019 • Energy Perspectives 2019", "Feedback We welcome your feedback. Please use the e-mail and social media channels linked below for comments and questions. ", "Equinor.com For further information about sustainability at Equinor, visit our web pages and follow us on social media."], "4": ["The world needs energy providers that can deliver energy with lower emissions", "Our purpose To turn natural resources into energy for people and progress for society. ", "Low carbon Creating a low-carbon business advantage Industry leader in carbon efficiency ", "Our sustainability priority areas reflect our main contributions to, and impact on society and entail significant business risks and opportunities.", "Always safe Responsible operations Safety is our first priority ", "Respect human rights and promote integrity", "Sustainability is embedded in Equinor's: ", "Equinor’s purpose is to turn natural resources into energy for people and progress for society. Our strategy – always safe, high value and low carbon – positions us to deliver long-term value in a low carbon future. This is reflected in our vision: Shaping the future of energy. We are developing from an oil and gas company to a broader energy company. Our three sustainability priorities – responsible operations, creating a low-carbon business advantage, and creating shared value – are embedded in our strategy. ", "Always safe: Safe and responsible operations are essential for our license to operate and an enabler of long-term value creation. We have set clear targets for continuous improvement of our safety records. Responsible operations include managing our environmental impact, respecting human rights and promoting integrity and transparency. ", "High value: We deliver energy to millions of people and create value for our shareholders. Through our core business and supply chain, we create economic value and opportunities for society and communities. We provide jobs and develop capabilities among our own employees and beyond our company. ", "Low carbon: To thrive in the energy transition, we aim to maintain our position as one of the industry leaders in carbon efficient oil and gas production, grow in new energy solutions and step up helping accelerating decarbonization of society. ", "We believe that our strategy and long-term perspective on value creation will make us more competitive in the long term. Our values open, collaborative, courageous and caring help us set direction and guide our decisions, actions, and the way we interact with others. ", "Our contribution to the UN Sustainable Development Goals Equinor supports the UN Sustainable Development Goals (SDGs) and shares the view that business has a key role to play in the implementation of the goals. Our main contribution to society is the energy we deliver, the economic value and jobs we create, the people we develop, our efforts to reduce greenhouse gas emissions, and pursuing safe and responsible operations. ", "We recognise that our business activities may have both positive and negative impacts on the SDGs. Our impact spans across the 17 goals, however we believe that our actions have most impact on the six SDGs highlighted in the overview table on the next page. ", "High value Creating shared value Provide energy and create value for shareholders ", "Create economic value and opportunities for society and communities ", "Develop people and promote diversity and inclusion", "Our business contributes to the Sustainable Development Goals. We believe in transparency and collaboration for greater impact .", "Equinor Sustainability report 2019Sustainability at EquinorEquinor Sustainability report 2019 Sustainability at Equinor"], "5": ["Sustainability ambitions, performance and impact on the SDGs", "Implemented the Safety beyond 2020 improvement programme ", "SIF: Serious Incident Frequency (per million hours worked)", "TRIF: Total Recordable Injury Frequency (per million hours worked).", "Oil and gas leakages (number of, leakage rate >0.1 kg per second) ", "Share of production in water scarce areas (%)", "Signed up to UN Global Compact's Sustainable Oceans Principles", "Always safe - Responsible operations", "Developed and implemented a company-wide human rights action plan", "Supplier human rights verifications conducted (number of)", "To be an industry leader in safety and security", "Enhanced collaboration with our suppliers", "Improve learning and assurance processes", "Improve sustainable management approach of oceans and biodiversity", "Implementing Equinor human rights project ambitions ", "Respect human rights as an employer, business partner and buyer", "Improved the anti-corruption risk management and monitoring process ", "Increased targeted trainings appropriate to the nature and location of the employees", "Implemented new strategy for diversity and inclusion Started up 6 fields, including Johan Sverdrup generating annually 2,700 manyears Successful bid for Empire Wind, with total investments of USD3 billion. Will power over 500,000 homes in New York.", "Developed new business models to produce renewable energy from Hywind Tampen to power oil & gas production", "Promoting integrity and transparency", "Percentage of employees completed the code of conduct course (%)", "Develop and implement a plan for strengthening compliance capability and ethics culture", "Purchase of goods and services (bnUSD) ", "Implementing Equinor shared value project ambitions ", "Our ambition is that all teams are diverse and inclusive by 2025", "Developed, anchored and published a strengthened climate roadmap", "Annual CO₂ emissions reductions (ktonnes)", "CO₂ intensity for the upstream oil and gas portfolio (kg CO₂/boe)", "Low carbon R&D expenditure in share of total (%)", "Investments in new energy solutions in share of total (%)", "Upstream portfolio carbon intensity of below 8kg CO₂/boe by 2025", "Norway: 40 % reduction in absolute CO₂ emissions by 2030 Equinor renewable equity generation capacity expected to increase ten-fold from 2019 to 2026 to 4-6GW ", "Reducing net carbon intensity by at least 50% by 2050", "Equinor Sustainability report 2019Sustainability at EquinorEquinor Sustainability report 2019 Sustainability at Equinor"], "6": ["Embedding sustainability in how we work ", "Our management approach: Sustainability governance and performance framework At Equinor, our approach to sustainability is embedded in how we work. This includes our corporate governance principles, performance and reward framework and management system. ", "The business line is accountable for executing the company’s sustainability ambitions and for managing relevant risks and performance. Dedicated safety, security and sustainability staff in the business line is part of company-wide functional networks and provides advice and support to the business line. ", "Governance The Equinor ASA board of directors (BoD) and corporate executive committee regularly review, monitor and discuss sustainability issues. This includes climate-related business risks and opportunities, and sustainability aspects of investment decisions. The BoD members are elected by the shareholders. In addition, there are employee-elected representatives as required by Norwegian law.", "The BoD safety, sustainability and ethics committee assists the BoD in its supervision of the company’s safety, security, sustainability and ethics policies, systems and principles. This includes quarterly reviews of risk issues and performance and an annual review of the sustainability report. ", "The company has a separate corporate risk committee chaired by the chief financial officer. The committee meets at least three times per year to give advice and make recommendations on Equinor’s enterprise risk management, including climate-related risks.", "Group level functions responsible for sustainability-related issues include safety and security, sustainability, people and leadership and legal. The heads of these functions at group level are responsible for setting strategic direction and reporting on risk and performance within these topics to the corporate executive committee and the BoD, including relevant committees.", "The corporate sustainability function is responsible for overseeing climate change (including climate-related risk), environment, human rights and social issues. The corporate safety function is responsible for safety, health, work environment and security. The chief compliance officer is responsible for business ethics and compliance. ", "Performance and reward framework Management of sustainability performance is integrated in strategy, business planning, risk management, decision- making and management follow-up processes. Our performance framework translates our vision, values and strategy into actions and results. We measure progress and results in a holistic way, using key performance indicators when relevant.", "Safety, security and sustainability management is an integrated part of our management system, which includes our policies, requirements and guidelines for all material topics. Together with our corporate governance principles and performance framework, this forms the basis for how we are embedding these topics in our business activities. The principles and framework are described in the Equinor book, which is approved by the CEO.", "At Equinor climate and sustainability is embedded into our performance and reward framework. The performance evaluation of the CEO and his direct reports is holistic and assessed and rewarded against, among others, both ambitious climate targets (KPIs) and results, and their ability as leaders to be role models for sustainable development and the transition into new energy sources. Equinor’s broader leadership is in the same way assessed and rewarded based on a number of goals including climate and sustainability. Within safety, serious incident frequency (SIF), total recordable injury frequency and oil/gas leakages are key performance indicators which are used to measure performance. Finally, the annual bonus for employees is based on a holistic assessment of company performance which includes, among other areas, CO2 intensity and execution of climate strategies. A comprehensive set of performance indicators and monitoring reports are made available to all employees in our Management Information System (MIS). ", "Sustainability integrated in our governance", "Safety, sustainability and ethics committee", "Compensation and executive development committee", "The effectiveness of our management approach is regularly evaluated through performance reviews at several management levels, including the corporate executive committee, the BoD and the BoD’s safety, sustainability and ethics committee, and by corporate and business area staffs. The frequency and granularity of the performance reviews varies with materiality, frequency of reporting and management level. Internal and external audits, verifications and self-assessments constitute key assurance elements of our management approach. We conduct internal and external benchmarking and participate in external performance ratings for the same purpose. Concerns related to misconduct can be reported to relevant internal entities or to Equinor’s Ethics Helpline which is available to any person. Equinor has developed internal requirements for establishing and running effective operational-level community grievance mechanisms. ", "Risk and impact management Management of sustainability and climate-related risks is embedded in our enterprise risk management process. We identify, evaluate and manage risks to create sustainable value and avoid incidents. Our enterprise risk assessment and related actions are reviewed biannually by the corporate executive committee and the BoD.", "Management of our planned activities shall include development and implementation of cost-efficient measures to avoid, minimise or mitigate adverse environmental and social impacts and risks, in accordance with good international practice and applicable laws and regulations. ", "More information about corporate governance on equinor.com"], "7": ["Some people are still disputing global warming. We’re acting on it.", "Urgent need for action Climate change is one of the main challenges of our time and a clear call for action. Equinor acknowledges the findings of the Intergovernmental Panel on Climate Change (IPCC) that human activities contribute to global warming with detrimental effects on nature, people and society at large. We recognise that the world's energy systems must be transformed in a profound way to drive decarbonisation, while at the same time ensuring universal access to affordable and clean energy and realising the United Nations Sustainable Development Goals. We want to be an active player in this change by reducing emissions, growing in renewable energy and providing low carbon solutions to our customers to help accelerate decarbonisation. According to IPCC’s 1.5 C report from 2018 and the two IPCC special reports from 2019 on land and on the ocean and cryosphere in a changing climate, global temperature rise has already reached 1C above the pre-industrial level. Global warming is damaging the ability of the land and the ocean to sustain humanity. To avoid an irreversible climate crisis, global warming needs to be kept to well below 2C and urgent actions are needed to reduce greenhouse gas emissions from all sectors.", " IPCC (2018): Global Warming of 1.5 C IPCC (2019): Climate Change and Land IPCC (2019): Special Report on the Ocean and Cryosphere in a Changing Climate", "Low carbon — Creating a low carbon advantage", "Low carbon — Creating a low carbon advantage"], "8": ["Energy Perspectives The future of energy is uncertain. Equinor’s Energy Perspectives 2019 outlines a wide range of possibilities for the energy markets towards 2050 through three scenarios called Rivalry, Reform and Renewal. In Rivalry, the energy transition is slowed down by geopolitical uncertainty and volatility leading to climate policies receiving less priority. In Reform, market and technology forces drive the energy transition while the current policy momentum continues. Renewal, which is the closest to the International Energy Agency’s (IEA) Sustainability Development scenario, shows a way to limit global warming to well below 2C compared to the pre-industrial level. This requires rapid and significant policy tightening, global cooperation, technology developments and substantial changes in business and consumer behaviour. ", "To reach the goals of the Paris Agreement we need to see a peak in global energy-related greenhouse gas emissions as soon as possible and net zero emissions in the second half of this century. Oil demand in 2050 in the Renewal scenario is about half of today’s level and global gas demand declines by approximately 20%. Even in such a scenario there will be a need to invest in new ", "oil and gas due to natural decline of existing production. The investments needed are however significantly lower in Renewal than in the other scenarios, and oil and gas resources with low costs and low emissions intensity will have an advantage. ", "Natural gas plays an important role in all scenarios and the use of gas for power generation is the main area of growth. In Renewal, gas is a key enabler to phase out coal in the electricity mix and provides a flexible source of electricity generation that can support the uptake of variable renewables. In the mid-2030s, the use of gas needs to be reduced as well, especially in developed regions. ", "Renewable energy is expected to grow significantly in all scenarios, especially in the electricity sector where solar and wind takes on a leading role. In 2018, solar and wind accounted for about 7% of the global electricity mix. This is projected to grow to a share of between 30% to 50% depending on the scenario. The growth in electricity from solar and wind power is driven by technological improvements, reduced cost and continued regulatory support. ", "Climate-related business risks and portfolio resilience ", "Our business needs to be resilient to the multiple risks – both upside and downside – posed by climate change. These include potentially stricter climate regulations, changing demand for oil and gas, technologies that could disrupt our market, as well as physical effects of climate change. ", "Governance and risk management Climate-related upside and downside risks, and Equinor’s strategic response to these are discussed frequently by our board of directors and corporate executive committee. In 2019, the board of directors specifically discussed climate-related issues in seven of their eight ordinary board meetings. Climate-related risks were also assessed in relation to specific investment decisions. The board of director’s safety, sustainability and ethics committee discussed climate-related issues in all committee meetings in 2019 ", "Management of climate-related risks is embedded in Equinor’s enterprise risk management process. We use ", "internal carbon pricing, scenario analysis, and sensitivity analysis to assess and manage climate-related risks. We monitor technology developments and changes in policies and regulations and we assess how these might impact the demand for oil, gas and renewable energy, as well as the cost of developing new assets and opportunities for low- carbon technologies.", "Climate-related risk factors are identified by considering main sources of change (i.e., policy, legal, regulatory, market, technology, reputational and physical). Climate- related risk factors are assumed to both indirectly and directly influence Equinor’s cash flow risk via effects on revenues or cost. This relationship is integrated into our risk assessment of revenues and costs and corresponding actions. As an example, climate-related risks could influence oil, gas and carbon price assumptions. Risk adjusting actions are evaluated, decided, and implemented as relevant. An overview of relevant risk factors and how we manage these, is provided below. For more information about governance and risk management, see Sustainability governance and management in this report.", "Our strategic response to climate related risks We acknowledge that an energy transition is ongoing and want to be in the forefront of this change. We believe that the energy transition represents opportunities for ", "Risk factors (upside and downside potential)", "Oil and gas demand Renewable energy demand", "Carbon costs and taxes Specific regulations (e.g. air quality, emission standards and fuel directives)", "Electrification of transport Renewable energy and battery technology CCUS, hydrogen and other low carbon technologies Digitalisation Energy efficiency ", "Scenario analysis and sensitivity testing Climate-related principles in investment decisions and break-even hurdle rates Scaling up investments in renewables and low carbon solutions Cost reduction initiatives ", "Monitoring policy and regulatory development Internal carbon price applied ", "Portfolio sensitivity test Emission reduction measures ", "Scaling up investments in profitable renewables and low carbon solutions Strengthening low carbon R&D Venture funds Digitalisation roadmap Emission reduction measures ", "Chronical effects (e.g. sea water rise, increased scarcity of water) Acute effects (e.g. more frequent and more extreme weather events)", "Regular updates of meteorology and oceanography data used in project design and operational planning ", "Talent attraction and retention Investors’ perception of oil, gas and renewables investments Climate-related litigations License to operate ", "Transparency and disclosures of performance, governance and ambitions External engagement and communication ", "us. Equinor has low carbon as one of the main strategic pillars on which the governance of the company is based, and we embed climate considerations into decision making, sensitivity testing, incentives and reporting. ", "Decision making – We require all potential projects to be assessed for carbon intensity and address emission reduction opportunities for Equinor-operated projects at every decision phase – from accessing exploration and business opportunities to project development and operations. Furthermore, we require all projects to include a carbon price of at least USD 55/tonne, to be resilient towards expected higher carbon taxes. We continue to grow our renewable portfolio. ", "Scenarios – Equinor has since 2015 annually performed a sensitivity test of its portfolio against the IEA’s energy scenarios in the World Energy Outlook (WEO) report. IEA describes three scenarios: Current Policies, Stated Policies (STEPS) and Sustainable Development (SDS), ", "which represent three different future pathways depending on varying climate policies. These scenarios have different oil, gas and CO₂ price assumptions, and these assumptions are applied to our portfolio to test its resilience. The sensitivity testing is a result of a shareholder resolution in 2015 where it was requested to test the portfolio against the range of IEA scenarios to be able to compare results with other companies in the industry. ", "Low-demand scenarios – The IEA’s SDS scenario is a well below 2C scenario (1.7-1.8 C). According to the International Panel on Climate Change’s (IPCC) report on impacts of a 1.5C scenario, the oil and gas demand needs to be lower in such a scenario than in a well below 2C scenario and thus represents a larger downside for Equinor than estimated in the SDS scenario. To cater for this uncertainty, we have done a sensitivity to the IEA price, where we apply a gradual reduction in the oil price to a long-term price of 50 USD/bbl in 2040, which is 9 USD/bbl lower than the long-term oil price of 59 USD/bbl in the SDS ", "Low carbon — Creating a low carbon advantage", "Low carbon — Creating a low carbon advantage", "Equinor Sustainability report 2019Low carbon — Creating a low carbon advantage"], "9": ["scenario. This sensitivity is illustrated in the chart Change in net present value. The lower the oil price, the higher assumed impact on the net present value of the portfolio. ", "Portfolio – The portfolio consists of producing assets and non-sanctioned projects. The value of our portfolio represents the total value of our company measured in net present value. Exploration activities are excluded from this portfolio, due to significant uncertainties around potential discoveries and development solutions. ", "Carbon price – In our decision making, we require all producing assets and non-sanctioned projects in all countries to include a carbon price in their investment case. In countries where there is currently no carbon price in place, we apply USD 55/tonne CO₂. This is done to ensure that the asset will be resilient if a carbon price should be introduced. In countries where the current or predicted CO₂ price is higher than USD 55/tonne, such as in Norway, where both a CO₂ tax and the EU ETS apply, we use the expected CO₂ price. We also test the sensitivity of a carbon price of USD 100/tonne to test the robustness of our assets. ", "The figure includes CO₂ costs and other environmental costs paid by Equinor in 2019. Costs are reported for Equinor-operated assets only, on a 100% basis. This includes EU Emission Allowances System (EU ETS) quotas, Norwegian CO₂ tax and a CO₂ related royalty fee in Brazil. ", "Robustness – Even though we expect a lower value generation in a low-price environment, we consider our portfolio to be robust. For example, the average break- even of our non-sanctioned portfolio of projects coming on stream by 2026 and 2029 is below USD 35/bbl and below USD 40/bbl respectively (volume weighted, upstream portfolio). These are break-even levels we consider to be robust. ", "In a low-price scenario, illustrated by the USD 50/bbl in 2040 sensitivity to the SDS scenario, our producing assets continue to generate a positive cash flow. However, a few assets will have an earlier economic cut-off. Also, most of our non-sanctioned portfolio continues to be profitable, although a few non-sanctioned projects after 2025 could be challenging in such a scenario. However, these projects are still immature and will most likely improve as they are developed. Furthermore, our sensitivity analysis does not consider how the portfolio and possibly frame conditions would change in a scenario where a low oil price persists over time, where costs would be expected to be reduced and adaptations to tax regimes could be anticipated. ", "Resilience – Equinor follows a set of financial principles that enables us to stay resilient in the long run: • Cash generation at all times: Assets must be able to provide positive cash flow when prices are low and to be cost efficient when prices are high. Our non- sanctioned upstream portfolio coming on stream the next 10 years has a volume weighted break-even of below USD 40/bbl.", "• Capture value from cycles: We have demonstrated in the past the ability to create value through the cycles, by adding resources in downturns and optimising the portfolio in upturns. ", "• Cost competitiveness: We seized the opportunity that arose from the previous downturn to make lasting improvements, and we aim to keep cost levels under control when the prices are increasing. ", "• Capex flexibility: The oil and gas market are cyclical by nature. When prices fall, we want to be able to reduce our activity quickly and adjust our investment levels in a controlled way. Only investments related to sanctioned projects are committed, and all non- sanctioned projects are flexible. The flexible part of investments is increasing and is estimated to be around 75% of current capex forecast for 2022. ", "Furthermore, we maintain a contingency plan in the event of a sudden price drop like we experienced in 2014. This plan contains measures to reduce cost and investments in the short run in order to stay cash flow positive despite low prices.", "Percent carbon costs relative to value of portfolio", "Impact of IEA scenarios on Equinor’s portfolio The sensitivity analysis performed in 2019 indicates that our portfolio is robust in the IEA scenarios (World Energy Outlook 2019). The chart illustrates the changes in the net present value (NPV) of Equinor’s portfolio when replacing our own assumptions regarding oil, gas and carbon prices with those of the IEA scenarios. For the economic analysis we assume a gradual price development between the specific years for which IEA defines oil and gas prices. We also assume flat prices from 2040 and use Equinor economic planning assumptions for the year 2019. We add a USD 2/bbl transportation cost to the IEA oil price to allow for comparison with Brent Blend. We also use Equinor planning assumptions on carbon price for the NCS throughout all scenarios and vary only carbon pricing for all other countries. For the USD 50 in 2040 sensitivity, we only change the oil price, all other price assumptions are kept unchanged.", "Carbon price sensitivity The chart illustrates that the net present value (NPV) of all future carbon costs represents 7% of total NPV of Equinor. These costs include a carbon price of USD 55 /tonne for all countries from 2020 (except Norway, where CO₂ cost is higher). If we apply a USD 100/tonne carbon price, instead of USD 55/tonne, as a sensitivity, the carbon costs will increase from 7% to 9%. The carbon costs calculated with Equinor’s assumptions are higher because we have applied carbon cost for all countries in our portfolio while IEA has not.", "Equinor equity generation capacity 2026 and 2035 include 15.2% share of Scatec Solas ASA", "Future production in renewables (GW) and oil/gas (bbl) Equinor’s renewable production is increasing, and we believe it will continue to increase as we continue to further invest in the renewable business. The current portfolio is dominated by conventional oil and gas. Equinor’s production in conventional oil and gas, which have a relatively low carbon intensity compared to heavier segments, represent 86% of total production.", "Low carbon — Creating a low carbon advantage", "Low carbon — Creating a low carbon advantage", "7%Equinor’s planningassumptions4%Current portfolios4%Stated policies6%Sustainable development9%0%2%4%6%8%10%USD 100 CO2price sensitivity40%30%20%10%0%-10%-20%-17%-14%18%36%Current policiesStated policiesSustainabledevelopmentSDS:Sensitivity USD 50 in 2040201920262035Market exposureFixed price levels201920300%10%20%30%40%50%60%70%80%90%100%Norway Brazil Great Britain Norway Denmark Denmark (Total USD 786 million, Equinor-operated assets only, on a 100% basis)"], "10": ["Industry leading carbon efficiency", "In 2019, Equinor reviewed its climate ambitions and launched a new Climate Roadmap at the Capital Markets Update on 6 February 2020. To ensure a competitive and resilient business model in the energy transition, and to contribute to the dual societal challenge of providing energy with less emissions, Equinor aims to:", "Reduce the net carbon intensity, from initial production to final consumption, of energy produced by at least 50% by 2050", "• • Grow renewable energy capacity tenfold by 2026, developing as a global offshore wind major •", "Strengthen our industry leading position on carbon efficient production, aiming to reach carbon neutral global operations by 2030.", "Equinor’s Climate Roadmap sets out new short-, mid- and long-term ambitions to reduce our own greenhouse gas emissions and to shape our portfolio. To achieve these ambitions, we need to strengthen our collaboration with governments, customers, and industry sectors to speed up the pace of the transition and deliver solutions at scale. Therefore, it is also a standing invitation to engage in a dialogue and work with us in shaping a more sustainable energy future. ", "Climate is embedded in our decision-making ", "Industry leading in carbon efficiency", "Develop a high value renewable business [1]", "Carbon neutral global operations by 2030[2]", "Absolute GHG reductions in Norway[3] • 40% by 2030 • 70% by 2040 • Near zero by 2050", "Keep methane emissions intensity near zero by 2030[6]", "Reduce net carbon intensity by at least 50% by 2050[7]", "Equinor aims to reduce the CO₂ intensity of its globally operated oil and gas production to below 8kg CO₂/boe by 2025, five years earlier than the previous ambition. The current global industry average is 18kg CO₂/boe. To achieve this, we assess carbon intensity when we shape our portfolio and work on energy efficiency and emission reduction measures. ", "Reducing our absolute emissions in Norway towards near zero by 2050 In January 2020 Equinor launched new climate ambitions to reduce the absolute greenhouse gas emissions from its operated offshore fields and onshore plants in Norway by 40% by 2030, 70% by 2040 and to near zero by 2050. By 2030 this implies annual cuts of more than 5 million tonnes, corresponding to around 10% of Norway’s total CO₂ emissions. ", "A 40% reduction by 2030 is planned to be realised through large scale industrial measures, including energy efficiency, digitalisation and the launch of several electrification projects at key fields and plants, including the Troll and Oseberg offshore fields and the Hammerfest LNG plant. The 2030 ambition is expected to require investments of USD 5-6 billion (NOK 50 billion) for Equinor and its partners.", "Further reduction ambitions towards 70% in 2040 and close to zero in 2050 will entail additional measures, further electrification projects, consolidation of infrastructure as well as opportunities to develop new technologies and value chains. In 2050, Equinor expects Norwegian oil and gas production to be less than half of current levels, assuming development of the defined projects ahead of us, substantial efforts to increase production from existing fields and continued exploration.", "During 2019, the business areas implemented several emission reduction measures, including better energy management, improved technical design, electrification and efforts to minimise methane emissions and flaring. ", "Energy efficiency In 2019, a modification of the compressor system on Gullfaks C and new gear for a Grane gas compressor was installed, reducing CO₂ emissions by 35,000 tonnes per year. We also increased the efficiency of ten turbines on nine platforms by changing the inlet filters. This measure alone reduced 17,000 tonnes of CO₂ emission in a year. We will continue to implement turbine and compressor efficiency and other energy efficiency measures in 2020. ", "Electrification of offshore assets We are exploring opportunities for further electrification of offshore fields. In 2019, the Johan Sverdrup field came on stream powered by electricity from land, making it one of the most carbon-efficient fields worldwide. CO₂ emission reductions from the field due to power from shore are estimated at more than 460,000 tonnes of CO₂ per year, totalling almost 20 million tonnes of CO₂ over the life of the field. ", "Equinor and partners plan to maximise the utilisation of power from shore for the Utsira High area. In the second phase of the Johan Sverdrup field development, a power hub will be installed, allowing for the Gina Krog, Ivar Aasen and Edvard Grieg fields, as well as Johan Sverdrup second phase, to be powered from the onshore grid. In October 2019, Equinor announced that the area’s license partners are working towards a partial electrification of the Sleipner field, together with the Gudrun platform and other tie-ins. In total ten fields will receive power through the Utsira High area solution, contributing to an average reduction of 1.2 million tonnes of CO₂ per year. ", "Together with partners we sanctioned and submitted the Plan of Development for Hywind Tampen to the authorities. This is a project that uses floating wind turbines to generate renewable electricity to supply two oil and gas fields in the Tampen area: Snorre and Gullfaks. Once completed, around 35% of the annual power demand from the five platforms in the area will be met by a floating offshore wind farm. Emissions from the Gullfaks and Snorre fields will be reduced by more than 200,000 tonnes per year. ", "[1] Equity base, installed capacity (GW); reference year 2019 [2] Operational control 100%; including scope 1 and 2 CO2 & CH4 [3] Operational control 100%, Norway; reference year 2005 [4] Operational control 100%, upstream; including scope 1 CO2 [5] Operational control 100%; including CO2 & CH4 ", "[6] Operational control 100% [7] Scope 1 and 2 GHG emissions (100% operator basis); Scope 3 GHG", "emissions from use of sold products (equity production); Energy production (equity); reference year 2019", "Low carbon — Creating a low carbon advantage Low carbon — Creating a low carbon advantage", "Equinor Sustainability report 2019 Equinor Sustainability report 2019"], "11": ["Minimising methane emissions Methane is the second most important greenhouse gas contributing to human induced climate change. We have estimated Equinor’s methane intensity for the upstream and midstream parts of the value chain that we control to be as low as approximately 0.03%. Equinor aims to continue to pursue an intensity ambition of near zero. We will continue to develop and implement technologies and procedures to detect and reduce methane emissions, support industry efforts to reduce methane emissions across the oil and gas value chain, increase the quality and transparency of reported data, and support the development of sound methane policies and regulations. ", "Reduced flaring We have set a company-wide upstream flaring intensity target of 0.2% by 2020 for our operated assets. This was set in 2012 as part of our commitment to the Sustainable Energy for All Initiative. Our aim is to eliminate routine flaring in our operations by 2030 at the latest, in line with the World Bank’s Zero Routine Flaring by 2030 Initiative. In Norway we do not have routine flaring in our operations. We have been working systematically to reduce flaring on the Norwegian Continental Shelf (NCS) as well and have seen a positive trend. Reductions have been achieved mostly by changing our operating procedures, such as when starting a well, and due to hardware changes, ", "for example the semi closed flare solution implemented at Statfjord C. We are also investigating reductions opportunities from increasing awareness by better monitoring of flare rates, tuning of separator pressure control and increasing the reliability of important rotating machinery. ", "We currently have flaring from the Mariner field due to gas production exceeding the need for power generation in the early production phase. After a few years, the field will use all its associated gas for energy production and flaring will be stopped. We expect Mariner to meet our commitment to the World Bank 2030 zero routine initiative.", "We still have routine flaring in the Bakken due to challenges related to gas infrastructure. Production growth in this area has exceeded the midstream pipeline capacity, resulting in excess gas being sent to flare rather than to sales. Our Bakken team has identified several mesasures to reduce flaring. However, further improvement actions are required for Equinor to achieve its 2030 ambition of zero flaring from the Bakken field.", "Carbon neutral operations We aim for carbon neutral global operations, for our operated scope 1 and 2 emissions, by 2030. The main priority will be to reduce GHG emissions from our own operations. Remaining emissions will be compensated either through quota trading systems, such as the EU ETS, or high-quality offset mechanisms such as natural sinks. By setting this ambition, Equinor demonstrates its long-standing support to carbon pricing and the establishment of global carbon market mechanisms as outlined in the Paris Agreement. ", "Natural climate solutions, particularly protection of tropical rainforests and other land-based solutions, can contribute up to one-third of the climate efforts the world needs over the next decades. We plan to invest in the protection of tropical forests as an effective measure to combat climate change.", "Floating offshore wind We have a decade of operating experience from floating offshore wind. Up to 80% of the world’s offshore wind potential will likely require floating solutions and Equinor is well positioned to industrialise floating wind. Our ambition is to bring floating wind towards commerciality by 2030. In 2019. the pioneering Hywind Tampen project was sanctioned, having received USD 261 million in support from Enova. In addition to delivering CO₂ reductions, this project will be a key driver of technology development and the journey to scale and improved competitiveness for floating wind. ", "Maturing opportunities in onshore We believe in diversifying our offshore wind business and pursuing additional growth options. Having a flexible portfolio gives us the ability to provide power from numerous renewable energy sources including offshore wind, solar and onshore wind. ", "In 2019, Equinor expanded in onshore renewables by investing in a 50% stake alongside YPF Luz for the development of the 150MW Caadn Len wind farm in Argentina. We are also engaged on the owner side with a 50% share of the 162MW Apodi solar production asset in Brazil, and a similar share of the 117MW Guanizul IIA solar project in Argentina that is currently under construction. Both assets are operated by Scatec Solar. In 2019, Equinor increased its total shareholding in Scatec Solar to 15.2%.", "The renewable market is changing and growing at an unprecedented pace, presenting opportunities for decades of growth. Equinor has a strong renewable portfolio in production, and we are leveraging our core competencies in managing complex oil and gas projects when growing in offshore wind. ", "By 2026 Equinor expects to increase our share of installed capacity from renewable projects to between 4 and 6GW (Equinor equity), mainly based on the current project portfolio. This is around 10 times higher than today’s capacity, implying an annual average growth rate of more than 30% in electricity production. Towards 2035, Equinor expects to increase installed renewables capacity further to between 12 and 16GW (Equinor equity), depending on availability of attractive project opportunities.", "Global offshore wind major The past few years have been transformational for Equinor’s offshore wind portfolio. With the recent additions of Dogger Bank (UK) and Empire Wind (US), we are on the path to becoming a global offshore wind major. Dogger Bank will be the world’s largest offshore wind farm development and Empire Wind will provide renewable electricity to to the equivalent of one million homes in New York City. ", "The primary focus for Equinor’s renewables business over the next years will be on safe and efficient operations, developing projects and strengthening competitiveness. Equinor has reached several important milestones in off- shore wind in 2019: • Secured a 20-year offtake agreement for the ", "strategically important Empire Wind (816 MW) project offshore New York City. ", "• Achieved scale in development of a North Sea offshore wind cluster through the award of the 3.6GW Dogger Bank project together with SSE, and by securing the area for potential extension of Sheringham Shoal and Dudgeon windfarms in the UK. ", "• Partially farmed-down the Arkona asset, demonstrating ", "value creation and portfolio optimisation through valuable partnerships. ", "• Signed Memorandum of Understandings with ", "Korea National Oil Corporation (KNOC) and China Power International Holding (CPIH) to cooperate on development of offshore wind. ", " Enova is a state enterprise owned by the Ministry of Climate and ", "Environment of Norway. Its task is to promote a shift towards more environmentally friendly energy consumption and production, as well as the development of energy and climate technology.", "Equinor Sustainability report 2019Low carbon — Creating a low carbon advantageEquinor Sustainability report 2019Low carbon — Creating a low carbon advantage"], "12": ["We aim to increase our equity renewable capacity ten-fold from 2019 to 2026.", "Wind projects in operation and construction", "Equinor Sustainability report 2019Low carbon — Creating a low carbon advantageEquinor Sustainability report 2019Low carbon — Creating a low carbon advantage"], "13": ["Accelerate decarbonisation for society ", "While it is critical for Equinor to be at the forefront of the energy transition, we will only succeed if other industries, suppliers, governments and consumers come together to find common solutions. That is why Equinor is committed to taking tangible steps to contribute to accelerating decarbonisation. Our ambition to reduce net carbon intensity by at least 50% by 2050 is a platform for further collaboration with our stakeholders in finding solutions to reducing emissions across the whole value chain. ", "Developing low-carbon solutions More than 85% of the total emissions from oil and gas comes from the use of the products. Equinor aims to develop low carbon solutions to accelerate decarbonisation for society and the industry. We promote CCUS and hydrogen solutions as these technologies can remove CO₂ from high-carbon industrial sectors that cannot be easily decarbonised, such as industry, maritime transport, heating and power generation. Maturing and expanding CCUS and hydrogen can only be realised in close collaboration with governments and customers, to establish a commercial framework and build new markets. We also need strategic partnerships with industrial players to ensure safe, reliable and cost-effective implementation.", "CCUS As a leader in CCUS, Equinor is working to build a European value chain, capturing and storing CO₂ from industrial plants that have CO₂ as a by-product, for example waste management facilities and cement producers. The Norwegian government is a key partner and has also set the ambition to develop a full-scale CCUS value chain in Norway by 2024.", "We are currently involved in the Northern Lights project, together with Shell and Total, which includes the transport and permanent storage of CO₂ in a safe reservoir in the North Sea. Northern Lights is part of the Norwegian Government’s Full-scale value chain in Norway demonstration project. In 2019, Equinor has on behalf of the partners signed memorandas of understanding (MoUs) with seven European companies to develop value chains in carbon capture and storage. At the end of 2019, the partnership drilled a confirmation well to study the reservoir’s suitability and capacity for CO₂ storage. The partners are currently reducing costs and further developing the Northern Lights project, aiming for an investment decision in 2020.", "Permanently stored reservoir (2500 - 300 meters below the sea bed)", "CO2 Capture Capture from industrial plants", "Hydrogen Combined with our strong position in natural gas, Equinor is prepared for future growth in hydrogen, which offers large-scale opportunities for zero emission energy while leveraging existing infrastructure. By removing CO₂ from natural gas, Equinor can produce emission-free hydrogen that can be used in industrial settings, such as power generation and marine fuels as well as residential ones, such as heating. ", "Equinor is currently involved in several hydrogen pilots and projects, such as Zero Carbon Humber in the UK, where we are exploring how hydrogen can help decarbonise the largest industrial cluster in the country. ", "H2 Ammonia in shipping Replacing diesel/fuel oil in the shipping sector", "Clean steel Decarbonisation of the steel industry - replacing coal with hydrogen", "Northern lights A Norwegian full-scale CCS project, including capture of CO₂ from industrial sources", "HyDemo Norway Demonstration of natural gas-based hydrogen pro- duction with CO₂ removal and storage", "Zero Carbon Humber Aim to build the world’s first zero carbon industrial cluster in the North of UK", "Investing in low-carbon research and technology We believe new technologies and innovation will provide future solutions to energy and climate challenges. This is why Equinor’s R&D projects are essential. Equinor’s current ambition is to increase the low carbon (renewable energy, low carbon solutions, and energy efficiency) share of R&D funding to 25% by 2020. ", "The Equinor Energy Ventures fund, dedicated to invest in attractive and ambitious growth companies in low carbon and new energy solutions, has been operating since February 2016. More than two-thirds of the original USD 200 million has been committed. The fund currently holds thirteen direct investments across different segments and is a limited partner to three financial venture capital funds on two different continents.", "To reduce emissions from our gas turbines offshore, we developed in 2019 waste heat-to-power technology that has the potential to reduce CO₂ emissions from offshore installations by typically 15-25%. The technology uses the exhaust heat from gas turbines to generate electric power and heat for process plants through a steam cycle. This UltraLight Bottoming Cycle (ULBC) technology became ready for first use in October 2019. ", "Low carbon — Creating a low carbon advantage", "Equinor Sustainability report 2019Low carbon — Creating a low carbon advantageEquinor Sustainability report 2019Low carbon — Creating a low carbon advantage"], "14": ["to reduce emissions across the oil and gas value chain. We have teamed up with 12 peer companies in the Oil and Gas Climate Initiative (OGCI) to help shape the industry’s climate response. To spur technology development, we are a partner in the USD +1 billion investment fund OGCI Climate Investment. ", "We continue to report on climate-related risks and opportunities in line with the recommendations of the Task Force on Climate- related financial Disclosures (TCFD). To enhance our work on reducing methane emissions, we have joined the One Future Coalition, the Climate and Clean Air Coalition Oil and Gas Methane Partnership and the Guiding Principles on Reducing Methane Emissions Across the Natural Gas Value Chain. ", "We also welcome the constructive engagement with investors participating in Climate Action 100+. As part of this dialogue, Equinor announced new commitments in April 2019 to set climate-related ambitions beyond 2030, explore emission reduction opportunities along the value chain, enhance the link between climate ambitions and remuneration of senior executives and employees, and reviewing memberships in relevant industry associations with regard to indirect policy engagement. ", "Review of membership associations Climate change calls for new solutions and partnerships. We recognise that it is important that our memberships in relevant industry associations do not undermine our support of the Paris Agreement. Our expectations to associations, in which we are a member, are found on Equinor.com. ", "During 2019 Equinor undertook a comprehensive review of its memberships in industry associations that have a position on climate and energy policy. Equinor holds membership and is engaged in more than 100 energy and climate associations and initiatives globally, of which approximately 25% are non- advocacy. We have inquired the associations with an active policy agenda to determine whether their respective climate stance is in alignment with Equinor's. After a screening of more than 80 associations within scope, some of the associations have been subject to a deeper assessment where they were contacted in written and feedback was received. ", "More information about our review on equinor.com", "Need for efficient climate policies Forceful actions are needed to advance the energy transition, enabling society to combat climate change while promoting affordable energy, economic growth, and sustainable development. ", "target the most significant greenhouse gas sources ", "Equinor’s expectations are that policy measures should: • • be predictable, transparent and internationally aligned, to trigger investments and innovation • phase out subsidies on fossil fuels that exacerbate climate change and undermine the effects of other policy ", "measures, such as carbon pricing and efforts to achieve sustainable development ", "• promote research and development through public measures that stimulate investments in energy efficiency, ", "renewable energy, carbon capture, utilisation and sequestration, hydrogen and other low carbon solutions; and, • adopt a price on carbon that can deliver material and cost-efficient greenhouse gas emission reductions and a ", "scale-up of investment in sustainable natural carbon sinks. ", "We will increase our engagement with governments and like-minded organisations to support carbon pricing and complementary climate and energy policies. Through these measures, we encourage fuel switching from coal to gas, growth in renewables, the deployment of CCUS and other low carbon solutions, as well as efficient production, distribution and use of energy globally. Since 2000, we have been committed to long-term sustainable value creation in line with the principles of the United Nation’s Global Compact (UNGC). Collaboration We collaborate with peers and business partners to find innovative and commercially viable ways ", "Equinor Sustainability report 2019Low carbon — Creating a low carbon advantageEquinor Sustainability report 2019Low carbon — Creating a low carbon advantage"], "15": ["2018. Several new low carbon technology projects were initiated late in 2019 to replace projects exiting the portfolio, but these will first show in indicator in 2020. The total low- carbon R&D expenditure was around USD 59 million, of which around 67% was spent on projects related to CCS and renewables.", "Scope 1 GHG emissions decreased from 14.9 million to 14.7 million tonnes of CO₂ equivalents, mainly due to turnaround activities in the midstream segment. We delivered 303,000 tonnes of CO₂ emission reductions in 2019, mainly due to many energy efficiency projects. So far, we have achieved around 0.9 million of the 2030 target of 3 million tonnes of CO2 emission reductions per year, set in 2017. ", "Source: IOGP (2019), Environmental Performance Indicators (results are lagging by one year). ", "Emissions and emission reductions In 2019, Equinor’s upstream CO₂ intensity (operated) increased from 9.0 to 9.5kg CO₂/boe. The increase was mainly caused by lower gas export from the Norwegian continental shelf due to sustained low gas prices. However, Equinor’s upstream CO₂ intensity remains considerably lower than the industry average of 18kg CO₂/boe. ", "From 2020, with the addition of a full year of production from the electrified Johan Sverdrup field, we expect the CO₂ intensity to improve. As such, and due to several identified CO₂ emission reduction measures in Norway, the 2030 CO₂ intensity ambition has been moved forward to 2025. ", "The methane intensity (operated) remained very low at around 0.03%, which is significantly lower than the industry average of around 0.3% as measured by the Oil and Gas Climate Initiative (OGCI 2018 Annual Report). ", "Our 2019 flaring intensity (upstream, operated) increased slightly from 2.4 to 2.5 tonnes/1000 tonnes of hydrocarbons produced, slightly above the 2020 target of 0.2%. This is significantly lower than the industry average of 1.1%. The increase is caused mainly by a flaring increase at Bakken due to lack of infrastructure capacity to offtake associated gas, as well as flaring at Mariner. Equinor will continue focusing on reducing flaring to achieve the ambition of zero routine flaring by 2030.", "Overall, the climate performance confirms that Equinor’s management approach is effective and that we are well positioned to deliver on the updated climate ambitions.", "Renewable energy and low-carbon research and development (R&D) In 2019, Equinor’s renewable energy production (equity basis) increased from 1.3 to 1.8 TWh. The increase is due to a growing portfolio and the first full year of production at Arkona. Capital expenditure on new energy solutions in 2019 was around USD 0.3 billion. The increase is in line with the strategic direction of growing in renewables, and the management approach is assessed to be effective. Our low-carbon and energy efficiency R&D expenditure was around 20% in 2019, which is a small decrease from ", "tonnes of gas flared per1000 tonnes of hydro- carbon produced", "Low carbon — Creating a low carbon advantage", "Includes energy efficiency projects and projects with energy efficiency as a secondary effect. ", "[1] Upstream: All operations from exploration to production, excluding onshore gas processing and LNG facilities. (a) Scope 3 figures have been updated to reflect a change in methodology. The change has resulted in a decrease in emissions levels, mainly due to the introduction ", "of a non-energy fraction of sold products. ", "Equinor Sustainability report 2019Low carbon — Creating a low carbon advantageEquinor [1]Equinor targetIOGP average [2]Upstream CO₂ intensity (KPI)(kg CO₂/boe, 100% operated basis)[1] Established as a corporate KPI in 2015. [2] IOGP Annual Environmental Performance Indicators report; IOGP members annual survey of upstream oil and gas activities. The results are lagging by one year.051015202015201620172018201920259.7179.8178.8189.09.58.018Annual CO₂ emissions reductions(thousand tonnes, 100% operated basis)Annual CO₂ emissions reductionsTarget 201920040060020155533243562643032752016201720182019(percentage)0(million USD)05201040156020802510030120201520162017201820192020Low carbon and energy efficiency R&D expenditure(100% operated basis)Share of total R&D expenditures 2020 targetActual expenditure 5717%17%18%21%20%25%52556659"], "16": ["I am visible and engaged in my team’s safety and security", "I stop unsafe behaviours and activities", "I openly report and learn from all incidents", "I systematically use Compliance and Leadership", "I continuously improve safety and security", "I actively search for weak signals and act", "Safety and security at Equinor: Business context and our approach Our safety and security work are guided by our commitment to prevent harm to people's health, safety and security and the environment. The management approach comprises safeguarding people and the environment through design, ongoing reviews of technical and non-technical barriers, proactive maintenance work, periodic risk assessments and emergency preparedness training, as well as through collaboration with our partners and contractors. To improve our results, we regularly evaluate monitoring indicators, review and learn from incidents, conduct verification activities, and implement improvement initiatives as needed. We consider these efforts and the adaptation of the management approach as satisfactory to ensure continuous improvement and as a contribution to our pursuit of zero harm to people and the environment.", "Equinors’ strategy defines ‘’Always safe’’ as one of its three main elements and our ambition is to be a leader in safety and security in our industry. Based on a review of best practices in previous years, areas for improvement have been identified, and in 2019 several initiatives aimed at strengthening the safety culture and consistency across the company were rolled out. ", "Health and working environment are integral parts of our efforts to safeguard people by focusing on risk management of factors such as chemicals, noise, ergonomic workplace and psychosocial aspects. To reduce downsides and realise sustainable and lasting upsides, we monitor and manage psychosocial aspects on an ongoing basis. As our international presence develops, the company is presented with different sets of security risks that we need to manage. The security threat landscape has evolved significantly since we launched our five-year security roadmap in 2015. Equinor faces a high threat of targeted terrorist attacks in some locations, furthermore, criminal violence is a concern for staff at some of the assets and offices. Worldwide there is a high threat of cyber-attacks, and this is expected to continue to grow. Against this backdrop, we continue to address these threats through a strengthened security culture and organisation which seeks to manage all security risks to our people, assets and information.", "2019 Serious incident frequency (SIF - per million hours worked)", "2019 Total recordable injury frequency (TRIF - per million hours worked)", "Equinor Sustainability report 2019 Equinor. Sustainability report 2019 ", "Always safe - Responsible operations Always safe - Responsible operations", "Equinor Sustainability report 2019Always safe - Responsible operations"], "17": ["Emergency preparedness and response Equinor is a member of an international emergency management work group and has established an international agreement with selected peers regarding joint training and exercises to increase our emergency response capability and competency. ", "Equinor personnel routinely train and exercise on their roles and responsibilities in emergency response situations, to be sufficiently prepared if, and when, incidents occur. In 2019, our emergency response protocols were activated in the aftermath of Hurricane Dorian in the Bahamas. ", "Equinor owns and operates the South Riding Point (SRP) terminal for storage and transshipment of oil, located on Grand Bahama Island. In September 2019, the country was impacted by Hurricane Dorian, resulting in the worst natural disaster in its history. In advance of the impact, Equinor shut down SRP operations and took measures to secure personnel and the facility. In line with normal procedure, our emergency preparedness organisation was also engaged. At the time the hurricane arrived, we had 54 personnel on Grand Bahama. All were confirmed safe and accounted for. However, the terminal sustained damage and an oil spill was confirmed at a volume of 55,000 barrels out of 1,870 million barrels stored. Most of the spilled volumes ", "Actions to improve safety and security In 2019, safety initiatives were implemented through the company-wide improvement project: Safety beyond 2020. The goal has been to further strengthen the safety culture and performance through risk awareness and proactive behaviour at all organisational levels. The project builds on the existing I am Safety governance, which highlights that individuals are personally accountable for safety. Four main areas for improvement have been identified: safety visibility, leadership and behaviour, safety indicators and learning and follow-up.", "Safety visibility has been improved through the implementation of a broad set of actions in all locations. This includes \"Life-Saving Rules\" based on the industry standard from International Oil and Gas Producers association which has been rolled out throughout the company. ", "I am safety expectations at all organisational levels were launched in 2019, this to enhance employee engagement and more active risk management. The aim is to ensure a more consistent behavioural pattern across the company. ", "Safety indicators that improve proactivity; leading indicators, have been given higher priority through increased attention to and follow-up of known underlying causes behind incidents. ", "Establishment and implementation of company-wide processes focusing on closed loop learning and assurance activities are done to ensure better learning and experience transfer. ", "Equinor is currently introducing a new operational planning tool aimed at improving operational safety and risk management at onshore and offshore installations during operations and maintenance. It is designed to strengthen compliance with work processes for safe work, including work permits, safe job analysis, isolation plans and operational risk assessments. Live overview of planned and ongoing activities is displayed along with factors affecting risk exposure such as leaks and seeps, dispensations and other operational conditions. Gathering all safe work information in one system provides a better overview of the total risk picture of the installation and thereby enables improved risk management. ", "were within or near the terminal area. The free oil at and around the terminal has been collected. Clean-up continues in forest areas north-east of the terminal, closely monitored by environmental experts. There have been no confirmed observations of oil on sea water coming from the oil spill. Tests of groundwater from monitoring wells on site in November 2019 show no contamination from the oil spill. Groundwater sampling events will be completed on a quarterly basis throughout 2020.", "over many years. Our workforce is also exposed to risk factors such as noise and chemicals, these areas are followed up in our daily work and through continuous improvement efforts. ", "Security Equinor continues to face a range of physical and cyber security threats that are continuously monitored, evaluated and communicated across the company. ", "An emergency situation with the Viking Sky cruise ship in March 2019 demonstrated that Equinor may contribute to saving peoples’ lives also outside of our own operations. The large cruise ship experienced an engine failure with 1,373 people on board, and it was drifting dangerously close to shallow waters under highly challenging weather conditions. Equinor released three rescue helicopters and four vessels for the rescue operation. ", "Health and working environment A healthy, inclusive and safe working environment is important to ensure safe and efficient operations. To maintain a good working environment in the long term, we systematically monitor trends related to illness, and especially work-related illness. A significant contributor to the latter has been psychosocial aspects and these have therefore been actively managed and monitored ", "Competence development and awareness for all staff is important to strengthen security culture. Our security month in 2019 had the theme See Something, Say Something which was designed to simplify the incident reporting process. An increasing international presence places renewed importance on travel security. We developed specific country requirements for travelers and made them more easily accessible through company Apps and online platforms. ", "The increasing threat to IT systems and information remains a concern and increased focus is given to this area through a series of mandatory cyber-security awareness courses. Email is the most commonly used attack vector followed by infected web sites. Every day more than 500,000 emails are sent to Equinor addresses. More than 50% of these are stopped by technical barriers due to undesirable or potentially harmful content. However, there are still emails getting through that may pose a risk to the company. Our employees are the company’s main barrier in this context, and we are actively working to ensure that all of them have the knowledge and tools they need to reduce the likelihood of malware being uploaded to our network. Over the last five years, all employees have been exposed to tailored phishing emails to test how good they are at capturing suspicious messages. During 2019, we made the emails more complex to improve the ability to identify sophisticated attacks and respond appropriately. ", "The effective interface between security disciplines has been further strengthened through the modification of our security risk assessment tool to combine physical, IT and personal security risk assessments. We have also focused on competency assurance for security risk management experts which is intended to drive standardization and quality.", "Always safe - Responsible operations", "Always safe - Responsible operations"], "18": ["Our performance In 2019, we experienced no major accidents or incidents with fatalities 1.", "However, to learn and improve our business activities we evaluate near-misses and undesirable conditions with respect to the potential for major accidents under slightly different circumstances. Last year we identified two conditions with major accident potential. A pressure vessel valve at the Hammerfest LNG plant in Norway had weaknesses that could have resulted in a situation of overpressure, a large hydrocarbon leakage and subsequent ignition. And a blowout preventer at the Gullfaks C platform offshore Norway had internal damage and design issues that could have caused a well control situation developing into a blowout.", "Serious incident frequency The safety and security of our people and integrity of our operations continues to be our top priority. Over the last decade we have improved our safety performance. However, in 2019 the total Serious Incident Frequency (SIF), which include incidents with potential consequences, ended at 0.6 incidents per million work hours, up from 0.5 in 2018. We are working hard to get back to the positive development we saw and the \"Safety beyond 2020\" project will continue to be our main initiative for improvement. Reducing Line of Fire incidents and enhanced collaboration with our suppliers will be prioritized.", "Personnel health and safety For 2019, the total recordable injury frequency per million hours worked (TRIF) ended at 2.5, which is an improvement from 2018. This is the lowest frequency we have seen, ", "but we must strive to be always safe and will increase our efforts going forward. In particular, the follow up of compliance with Life-Saving Rules will be strengthened. ", "The last three years we have had a steady and significant improvement in the number of work-related illness cases (WRI). Despite of seeing an increase in WRI from 2018 to 2019, the number of WRIs’ is still low for 2019. Psychosocial aspects are one of the key contributors to this development, along with noise and ergonomic conditions. The average score of our global annual survey relating to issues of psychosocial aspects developed positively in 2019. ", "The sickness absence rate for our Equinor ASA employees was 4.4% in 2019, down from 4.6% in 2018.", "Process safety We continued to see a reduction in the number of serious oil and gas leakages (with a leakage rate ≥ 0.1 kg per second) for the fourth consecutive year and our target of a maximum of ten leakages was reached. This is the lowest number since 2012.", "The number of oil spills per year decreased compared to last year. Close to 90% of the total number were spills with volumes less than a barrel. In 2019, we experienced a large and serious spill. Hurricane Dorian hit Grand Bahama Island and our South Riding Point terminal for storage and transshipment of oil and caused a spill of 8 744 m3. For further details see chapter on Emergency preparedness and response.", "No serious well control incidents were recorded in 2019.", "Total serious incident frequency (SIF) (KPI)", "Total recordable injury frequency (TRIF) (KPI)", "Serious oil and gas leakages - (KPI) (number per year)", " The incident caused by the Hurricane Dorian that hit Grand Bahama Island and our ", "South Riding Point terminal is being investigated and the final classification is not concluded. ", " The oil spill following Hurricane Dorian that hit Grand Bahama Island and our South Riding Point terminal accounts for 97% of the total volume. In December 2018 a HC-leakage occurred on Statfjord B. The investigation report, released in March 2019, classified the leak with an actual severity to be ", "included in the KPI, thus leading to a restated number of Oil and gas leakages for 2018.", "Equinor Sustainability report 2019Always safe - Responsible operationsEquinor Sustainability report 2019 Always safe - Responsible operations(million hours)Total serious incident frequencyTarget 2019Hours worked0.60.80.60.50.60.401002003004000123420152016201720182019(million hours)Total recordable injury frequencyTarget 2019Working hours2.72.7125.3128128.9123.71472.82.82.5(cubic metres)1,8003,6005,4007,2009,000(number per year)6012018024030020152016201720182019Number of spillsVolume of oil spills172146207238219316134138898321010203020152016201720182019Target 201918151210Oil and gas leakages"], "19": ["Business context and our approach Responsible management of our environmental impact is of great importance to Equinor. As a large offshore oil and gas operator and a growing offshore wind power provider, we have identified responsible management of the oceans as a sustainability priority area. ", "Significant environmental aspects of our offshore activities include discharges of produced and processed water to sea, management of drilling waste and potential effects on marine biodiversity (e.g. marine mammals, corals and birds). For our onshore processing plants and refineries in Norway and Denmark, SOx emissions and discharges of treated water to sea are significant environmental aspects. ", "In our onshore US operations, significant environmental aspects are related to water sourcing and usage for the hydraulic fracturing process, robust well design and operational procedures to minimise impacts to the environment, and waste management for drill cuttings and produced and flowback water.", "Our environmental management approach, as described in the Equinor Book and internal policies, entails identification of significant impacts, collaborative research projects to build knowledge, environmental baseline studies, impact assessments and monitoring programmes. Our approach includes establishing measures tailored to local conditions and aimed at avoiding, minimising or mitigating any effects. We regularly assess our performance through reviews and assurance activities and set actions to improve when needed. Our environmental work is guided by our commitments to prevent harm to the environment, aim for outstanding natural resource efficiency and comply with all applicable environmental laws and regulations. ", "Our environmental performance indicators vary over time in line with variations in the operational activity level and type. Turnarounds, start-ups, the number of wells drilled, wells fractured and floatels used, and temporary operational irregularities are main factors influencing positive and negative changes in performance data. Our environmental performance is, even with these variations, considered to be in line with our aim to prevent harm to the environment. ", "More information on Impact assessments on equinor.com", "Our actions To manage our significant environmental aspects we have through 2019 focused on the areas below.", "Sustainable management of the oceans Our capabilities in sustainable ocean management have grown throughout our history of developing and operating offshore assets and our coexistence with other maritime actors. ", "In 2018 we became one of the founding patrons of the UN Global Compact Action Platform for Sustainable Ocean Business. The platform is a three-year global programme that brings together business, civil society, the UN and governments to advance the ocean economy and sustainable development. In 2019, Equinor contributed to the development of the Ocean Opportunities Report and UN Global Compact Principles for Sustainable Ocean Business, launched in September 2019. Equinor has signed up to these nine principles.", "In support of combatting plastic pollution of the oceans we participate in an initiative together with the International Association of Oil and Gas Producers (IOGP), national and EU authorities for assessing the use, regulation, limitations and possible substitution of chemicals factually or potentially containing microplastic. Use of water-soluble products containing microplastic are not allowed in our operations, and we enforce strict restrictions on use of products containing microplastic in oil-based fluids, i.e. fluids not discharged to nature. We share the general concern related to plastic pollution of the ocean and continue the work to identify and substitute chemicals we use that contain microplastics.", "Water management and resource efficiency The majority of our offshore oil and gas platforms and onshore processing plants and refineries discharge produced and processed water to the sea. The objective of managing discharged water is to minimise volumes, uphold very low levels of dispersed hydrocarbons and use of chemicals, and replace chemicals with more environmentally friendly substitutes. The water is cleaned to the extent practically and technically possible, but small amounts of dispersed oil, natural components and chemicals are unavoidable contaminants. The oil-in-water content and chemical composition of water discharged to ", "sea is closely monitored to ensure it stays within regulatory limits. In some cases, especially during periods of varying process conditions, produced water is dispatched together with crude oil through pipelines to onshore plants for treatment. Improved work processes and an IT tool for water management have been implemented.", "In our US onshore shale operations, water sourcing and usage is accomplished through careful project planning and coordination with landowners, regulatory agencies and local water authorities and communities. The aim is to responsibly manage water throughout the life span of our activities. We aim to use only what is needed, so that impacts to surface and groundwater sources and disposal volumes are minimised. We continuously monitor water usage in our operations to optimise reduction efforts and assess water stress, where relevant. ", "Injection of CO2 along with water in well fracturing operations provides an opportunity to increase well production and reduce use of water. In 2019, several pilots using third-party CO₂ for hydraulic fracturing were safely executed by at Bakken. Further applications of this new technology will be considered based on safety, logistics, and sustainability considerations, as well as project economics.", "We follow rigorous technical and operational standards for well design and operations, including standards for the types and volumes of chemicals used in drilling and hydraulic fracturing fluids. We disclose the chemicals used in hydraulic fracturing through FracFocus1.", "Drilling operations create large quantities of rock cuttings contaminated with drilling mud and fluids from the rock formations. These rock cuttings are in many offshore cases grinded into a slurry and injected into subsurface formations for permanent storage. In other cases, rock cuttings are collected and transported to shore for cleaning and disposal or, in cases where water-based mud is used, discharged to sea. In many cases where oil-based drilling mud is used, transport of drill cuttings to shore for treatment and disposal is needed, requiring comprehensive logistical solutions and waste handling onshore. Thermomechanical cuttings cleaning (TCC), in which oil is removed from the drill cuttings through mechanical friction and heating, offers improved treatment of drill cuttings offshore and makes discharge of such cutting ", "1 The US national hydraulic fracturing chemical registry.", "material to sea environmentally acceptable. A TCC unit has been installed at the Johan Sverdrup field. Recent studies including effect studies of TCC-treated cuttings as seafloor deposits, confirm compliance with regulatory requirements and show no risk of adverse effects to the environment.", "Protecting biodiversity and eco-systems In line with increasing concerns about the global decline in biodiversity and ecosystems, Equinor has identified this environmental area as a priority area for review of our management approach and to identify improvement opportunities. Potential effects on biodiversity from our operations are mainly related to marine life in the Barents Sea and offshore the US east coast, birds in relation to wind farms offshore the UK and invasive corals at our offshore facilities in Brazil. ", "Barents Sea We have built knowledge of the marine environment and potential effects of our activities on marine life through baseline studies, impact assessments, monitoring programmes and research studies over decades. ", "In connection with the ongoing development of the Johan Castberg field, passive acoustic monitoring stations have been deployed in the project area to improve our understanding of the presence, abundance, diversity and migration of marine mammals in the south western area of the Barents Sea. The data will be used to inform future operational activities at the field. ", "Equinor was instrumental in the extension of the SEATRACK programme for the years 2019 -2022. SEATRACK aims to map the non-breeding distribution of seabirds in colonies encircling the Barents, Norwegian and North Seas, which includes colonies in Russia, Norway including Svalbard and Jan Mayen, Iceland, the Faroe Islands and Great Britain. SEATRACK is a collaboration between Norwegian authorities, research institutions and the oil and gas industry. MARAMBS, another collaborative research project, was finalised in 2019. It involved a modelling study providing high-resolution data for marine mammal and sea bird distribution in the Barents Sea.", "To further enhance our knowledge basis, we have participated in research projects like the E&P Sound & Marine Life Programme, studies of habitat preferences ", "Always safe - Responsible operations", "Always safe - Responsible operations"], "20": ["for polar bears, density modelling of whales and dolphins, distribution modelling of bird species and studies to increase our general knowledge on ice edge ecosystems. Offshore wind – UK and USA Equinor’s Empire Wind offshore wind project, currently under development, has engaged in a pioneering partnership with conservation scientists to protect the endangered North Atlantic right whale. The collaboration with the Wildlife Conservation Society has deployed two high-tech whale monitoring equipment in the lease area. The real-time monitoring tool will be an effective way to detect large whale species during construction activities and will also provide scientists with significantly more spatial and temporal distribution data, which will be helpful to identify the best way to protect the species.", "The Dudgeon offshore wind farm is considered to be within the foraging range of Sandwich terns breeding in the North Norfolk Coast Special Protection Area. To provide a better understanding of the foraging behaviour of Sandwich terns and their interaction with Dudgeon and other nearby offshore wind farms, Equinor has undertaken an ornithological monitoring programme over four years.", "Brazil Biodiversity aspects are a focus area for our operations in Brazil and improvement initiatives have been undertaken in collaboration with the local chapter of the World Business ", "Council for Sustainable Development. In preparation for operations on the Carcar field, a comprehensive baseline study was conducted. The assessment included analysis of the sea water column and sediments, including of organisms therein, in the Carcar area. We have also performed visual inspections of the seafloor in order to confirm the absence of deep-water corals or any other sensitive environment.", "A particular challenge is the invasive sun coral, which is currently spreading along the Brazilian coastline and competing with native coral species. To control the presence of this invasive species in the Peregrino field, a risk tool has been developed to assess the potential of vessels operating in the field spreading corals, so that relevant mitigating actions can be taken. ", "Australia As part of planning for the Stromlo-1 exploration drilling programme in the Great Australian Bight, a comprehensive Environmental Plan (EP) was finalised and submitted to the authorities in 2019. The EP, which took two years to develop, was accepted by the regulator in December 2019. The work included co-funding extensive baseline surveying of the deep-water environments and the met-ocean conditions of the Great Australian Bight. More information about the EP and related engagement activities is found in the Respecting human rights chapter in this report and on our web-site. ", "Our performance Emissions and discharges NOx emissions have decreased by 2% from 2018 to 2019, largely due to reduced drilling activities in the tight oil segment. SOx emissions increased with 22%, mainly caused by downtime of the sulphur treatment unit during a planned turnaround of the Mongstad refinery. Given the planned duration of the turnaround, the expected soon return to regular conditions and that these emissions cause no significant environmental impact, it was decided to continue operations for the upstream unit throughout the turnaround. Mitigating actions were implemented to reduce throughput for the plants giving sulfur contributions. The SOx emissions have been within the permit level. The experience from this turnaround is taken into account for planning of shutdowns in the future. Regular discharges of oil to water increased by 9% since 2018, mostly due to higher volume of produced water from wells. Emissions of non-volatile organic compounds were reduced by 13%, mainly as a result of a decrease in oil loading volumes on the Norwegian continental shelf.", "Waste and fracking chemicals Hazardous waste quantities increased by 30% from 2018 to 2019, as large process water volumes from the Troll field were dispatched through pipelines to shore and shipped to external contractors as waste, instead of being remediated at our own facilities. Non-hazardous waste quantities increased by 29% mainly due to large volumes of polluted soil from ground work and tank cleaning at the Kalundborg refinery.", "The volume of drill cuttings from US onshore operations, classified as exempt waste, increased by 53% in 2019. The increase is mainly due to cuttings being transported as waste to landfill sites rather than collected in on-site disposal pits. Management of such waste varies with location and landowner preferences and causes year to year variations in solid exempt waste. The disposal of liquid exempt waste has increased by 17% since 2018 due to higher amount of produced water from wells. Use of fracking chemicals has decreased by 15% due to reduced fracking activity at Bakken and Eagle Ford in 2019.", "Always safe - Responsible operations", "Always safe - Responsible operations", "Equinor Sustainability report 2019 Always safe - Responsible operationsEquinor Sustainability report 2019 Always safe - Responsible operations0.511.522.533.5201520162017201820190Sulphur Oxides (SOx)(thousand tonnes)2.51.81.71.82.2Regular discharges of oil to water(thousand tonnes)00.20.40.60.811.21.41.6201520162017201820191.41.41.21.11.2"], "21": ["Water Most of Equinor’s operations are offshore or in areas of abundant water availability. For our onshore US operations, the main part of the Eagle Ford asset, which Equinor divested from in 2019, and a smaller part of the Bakken asset were for 2018 reported to be within a high or extremely high baseline water stress area. However, the latest version of the Aqueduct tool (owned by World Resources Institute) for which the hydrology model and other parameters were updated during 2019, shows that none of our operations are in areas of high or extremely high water stress. The consumption of freshwater has decreased by 8% due to reduced fracking activity at Bakken and Eagle Ford in 2019.", "Protected areas and areas of high biodiversity value Equinor is concerned with valuing and protecting biodiversity and the ecosystem. Equinor is an active participant in a joint Biodiversity and Ecosystem Services Working Group of IPIECA and IOGP. This cooperation has resulted in the development of specific tools and recommendations for industry best practice. We also support the maintenance and development of the World Database on Protected Areas. These databases are used actively in environmental risk and impact evaluations. An overview of the number of operational assets, and licenses with exploration activities which are located inside of or close to protected areas, can be seen below. Equinor did not have operations in protected areas in 2019.", "Operating sites in and around protected areas and areas of high biodiversity value in 2019 (Equinor operated).", "In the vicinity (5 – 20 km)3 - of protected areas - of areas high biodiversity value ", "Close (1 – 5 km)3 - to protected areas - to areas of high biodiversity value ", "Adjacent (< 1 km) - to protected areas4 - to areas of high biodiversity value ", "Inside - protected areas - areas of high biodiversity value ", "1) Assets means installations and plants in operation or under construction 2) Licenses includes only those licenses where there have been operational activities other than 1) above, e.g. seismic 3) For assets and licenses further away from protected areas and areas of high biodiversity value there should be no interaction during normal operations. Potential interactions with designating features of the protected areas are addressed during EIA processes and relevant monitoring plans are put in place 4) All assets adjacent to protected areas, except one, are subsea pipelines while the protected areas are located on islands. The last asset, Kalundborg refinery, is located next to an IUCN category IV protected area. Under normal operations there is no ", "interaction between the protected areas and these assets. ", "Acid gases and non-methane volatile organic compounds", "Non-methane volatile organic compounds (nmVOC)", "Exempt waste generated: cuttings and solids [1]", "Exempt waste generated: produced water and flowback [1]", "Share of production in areas of high water stress [5]", "OC = Operational control. NR = Not reported.", "These are therefore not included in the hazardous or non-hazardous waste and waste recovery figures. In 2016 a change was made in the categorisation of recovered waste, allowing for the inclusion of treated oil contaminated water.", "[1] Drill cuttings, and produced and flow-back water from our US onshore operations are exempt from regulation as hazardous waste. [2] [3] Related to our US Onshore operations. [4] Total freshwater withdrawal is for Equinor activities equal to total freshwater consumption, since no water is returned to source. [5] The hydrological model in the Aqueduct tool was updated in 2019. This change had as impact that the water stress categorisation (a) Historical figures have been updated to correct an unintended systematic over-reporting of the freshwater withdrawal in the tight oil segment.", "of our Eagle Ford and Bakken assets is now at levels below high and extremely high baseline water stress.", "Always safe - Responsible operations", "Always safe - Responsible operations", "Equinor Sustainability report 2019 Always safe - Responsible operationsEquinor Sustainability report 2019 Always safe - Responsible operations"], "22": ["Business context and our approach The safety of our employees and others affected by our operations, including workers of our contractors, is at the heart of our business. Our strategic commitment to always safe also translates into an expectation to respect internationally recognised human rights of people affected by our operations. ", "In our human rights policy, created in 2015, we have committed to conduct our business consistent with the United Nations Guiding Principles on Business and Human Rights, the ten principles of the Global Compact and the Voluntary Principles on Business and Human Rights. The policy addresses the most relevant human rights issues pertaining to our operations and role as an employer, business partner, buyer, and to our presence in local communities. These issues include a commitment to provide a safe, healthy and secure working environment, and to treat employees and those impacted by our operations fairly and without discrimination. More information on how we work with these topics in relation to our own employees can be found in the sections regarding people and safety in this report. Our specific efforts to prevent modern slavery in our operations and values chains are described in our annual UK Modern Slavery Statement, available online. . Our actions Human rights review As part of Equinor’s integrated approach to the management of sustainability performance, progress of the human rights policy implementation was assessed. As a result, a human rights improvement project was established with the aim of strengthening processes and capabilities in our company, supported by a corporate-level action for 2019. Additional developments include the creation of a new position, Vice President of Human Rights, and the reorganisation of the Human Rights Steering Committee to be attended by select members of the corporate executive committee. More information about the governance of human rights within Equinor can be found on our webpages. ", "Human rights risk assessments In 2019, we implemented the human rights risk assessment methodology, allowing risk to people’s human rights to be reported for the first time through our risk management system. By including these risks in our management system, our processes now require human rights risks of a certain ", "We must work systematically to integrate human rights in our normal way of doing business", "severity level to be reported to the organisation levels above, including to the CEO and the Board of Directors. The identified potential impacts related to Equinor’s business covered 11 separate categories of rights, categorised by employees, workers in the supply chain and local communities. ", "This process has been supported by significant training and awareness sessions, and as a result we have seen improvements in the quality and depth of reporting between the two periods. We believe this risk identification process will support more effective approaches to mitigation and remediation going forward.", "Awareness raising and training At Equinor we believe that a rights-respecting culture can only be achieved if it is led from the top, which is exemplified by our CEO’s keynote speech at the fifth annual Thorolf Rafto Challenge at the Norwegian School of Economics in Bergen. A transcript of his speech is available online.", "During 2019, we continued our efforts towards awareness and training on human rights across the company. The senior leadership team continued to develop their approach to human rights throughout 2019, discussing the topic for more than six hours in the corporate executive committee meetings. In addition, our human rights efforts were discussed and evaluated in two meetings by the Board of Directors Safety, Sustainability and Ethics Committee and once with the full Board of Directors. Every business area management committee and most functional management teams have conducted targeted awareness sessions at least once. ", "In 2019, we continued to hold training sessions with select groups, focusing on identifying and managing human rights risks and impacts from our activities and throughout our supply chain. This year, more than 400 employees were trained through a full-day classroom course on Supply Chain Management Ethics, anti-corruption and human rights. This included all safety and sustainability leaders in the business area Technology, Projects and Drilling; the procurement teams in, amongst others, Brazil and Nicaragua; and for personnel involved in supply chain activities at Krst, Norway. Furthermore, personnel from select suppliers in Brazil joined a two-hour training session on human rights in the supply chain. Additionally, Shift Project has delivered a full-day training with over 30 representatives from the Legal function. In total, over 500 employees attended classroom-based targeted training sessions.", "We see from post-course feedback that attendees consider these training sessions to increase specific awareness of human rights issues related to their work, leading to changed behaviours when assessing risks, following up on issues, and ensuring that human rights is included when scoping work. ", "Our e-learning program on human rights has been revisited and is now made available in three languages. We have also created a stand-alone human rights page on our external website, with our human rights policy translated into seven languages relevant to our business activities.", "Engagement and grievance mechanisms Engaging with potentially affected stakeholders is imperative to inform our operations and business plans. Grievance mechanisms form an important part of our stakeholder engagement process. Our human rights policy states that we will provide or cooperate in providing appropriate remediation if we have caused or contributed to adverse human rights impacts. In addition, Equinor has an ethics helpline available to all our employees and third parties who want to communicate concerns. Our operational-level grievance mechanisms cover our activities in Brazil, Tanzania and our Empire Wind operations in the USA. In addition, all seismic surveys and our renewable projects are covered by operational- level grievance mechanisms. During 2019 there were no concerns raised through our operational-level grievance ", "Equinor Sustainability report 2019 Always safe - Responsible operationsEquinor Sustainability report 2019 Always safe - Responsible operations"], "23": ["mechanisms, and none of our business activities involved involuntary resettlement or relocation of people. ", "Australia As part of our consultation with affected people in 2019, we published a 1,500-page Environmental Plan (EP) for the Stromlo-1 Exploration Drilling Program in the Great Australian Bight. The process included extensive engagement with stakeholders, supported by an EP in Brief to help the community interpret the technical document. We held a series of drop in sessions and published a Statement of Response to Public Comment on our website, creating transparency toward the improvements made to our EP in response to stakeholder submissions. This process allowed us to include public interest updates to the EP when resubmitting to the Australian regulators in September 2019. ", "Brazil As a major offshore operator, it is particularly relevant for Equinor to keep close engagement with fisheries. Fishermen operating offshore Brazil are impacted by our offshore activities through the regulatory prohibition on fishing near offshore installations. During 2019, Equinor and partners were responsible for training approximately 300 local fishermen to act as response teams in the event of an oil spill at sea, with the purpose of ensuring the safety and protection of marine and coastal environments. The process has resulted in formal certifications for the fishermen and their vessels, creating positive safety results and expanded livelihood opportunities for the fishing communities. ", "UK Similarly, engagement has been important for the Dogger Bank Offshore Wind Farms project, where fisheries were identified as potentially affected stakeholders both during construction and operations. Through regular collaborative engagement, a draft Fisheries Liaison Plan including a proposed grievance mechanism for fishing gear damage has been proposed. The plan has been shared with relevant stakeholders for feedback and will be published once received by regulators. ", "We recognise that our efforts in this space is a continuous journey of improvement. As such, the human rights improvement project conducted an analysis during 2019 to explore how we can ensure ongoing improvement of identification and engagement with potentially affected stakeholders, paying attention to our activities in, amongst others, Argentina, Nicaragua and Mexico.", "Human rights in the supply chain The supply chain continues to be an important focus area for our human rights efforts in Equinor. ", "This year, Equinor’s Human Rights Expectations to Suppliers were launched and there will be supported by a guidance document providing practical advice for how to live up to these expectations. These efforts continued alongside our onsite assessments with more than 50 suppliers across 16 countries. The assessments have enabled us to identify gaps and areas of improvement in collaboration with our suppliers to ensure that potential harm to people is reduced or eliminated. ", "During 2019, we piloted a new way of identifying potential negative impacts on workers’ human rights related to supplier conduct, moving from company-focused audits to worker dialogue-focused reviews, enhancing our risk identification abilities and granularity. In 2019, we continued this work and performed renewed engagement with workers to help us understand if the implemented actions improved their lives. This renewed engagement confirmed that the efforts taken by our supplier had resulted in return of passports, tighter control of working hours and a strengthened recruitment due diligence process which has significantly reduced worker paid recruitment fees for newly recruited workers compared to 2018. In this case, we believe that this continued engagement is an effective way of measuring results. ", "Building on the learnings from this pilot, we initiated another supplier engagement programme following the same approach. Here, we have seen positive outcomes for workers through the discontinued practice of retention of worker ID documents, improved conditions in accommodation and sanitation areas, and discontinued fees for work mistakes. The positive steps from these two cases would not have been possible without the close collaboration with our direct suppliers, who have also updated their own internal procedures and allocated staff to develop their own practice in this area. This will be supplemented by the adoption of the Employer Pays principle for all new direct and indirect hires from 01 January 2020 by this supplier, as well as through ongoing due diligence of manning agencies in source countries, where this principle will be updated into agency agreements. ", "Following the agreement of peer collaboration on human rights supplier assessments in 2018, a platform for sharing and viewing of assessments has been developed and will be launched in 2020. This industry-first initiative will drive collaboration in the follow up process towards energy company suppliers. ", "In 2019, we focused our efforts towards targeted groups and areas, to further improve the effectiveness of our actions. We experienced increased openness to address risks and dilemmas, more active engagement and reflection around company values, and demand for more training to tackle challenges. We consider all these behaviours to be indicators of improvements in embedding a rights-respecting culture.", "Findings - human rights verifications 2019 Findings from human rights assessments 2019", "In our supply chain work, we focused more deeply on mitigation, and saw specific actions being defined and progressed based on our targeted worker-based reviews. Until meaningful leading and performance indicator are created, our progress and performance will be assessed on anecdotal evidence. ", "Through human rights supplier verifications we identified gaps both with regards to management system and implementation. We pay particular attention to findings that are considered potential markers of modern-day slavery and collaborate with the suppliers to improve and close the gaps. ", "Employee training (internal learning) ", "Class room course training days per employee", "E-learning participations per employee", "Labour rights and working conditions in the supply chain", "Supplier human rights (HR) verifications conducted", "Countries in which supplier HR verifications undertaken", "Employees working with our suppliers trained (class room course)", "Equinor Sustainability report 2019 Always safe - Responsible operationsEquinor Sustainability report 2019 Always safe - Responsible operations7455465877161159Management systemWagesWorking hoursMinimum age of labourRecruitmentNon discriminationFreedom of associationStandards own suppliersEmployment terms"], "24": ["Our performance The number of cases received through the Ethics Helpline was 194 in 2019, an increase from 182 in 2018. The cases received included 62 reported concerns relating to harassment, discrimination and other conduct affecting the working environment. We experienced a decrease in the number of cases related to our suppliers. ", "In our opinion the Ethics Helpline reporting works well. Based on a review of the reported concerns and the number of reports received through the Ethics Helpline in 2019, we do not see any immediate need for an adjustment to the management approach. However, we work continuously with improving our processes. ", "Promoting integrity and transparency", "Business context and our approach Equinor is a global company with a presence in parts of the world where corruption represents a high risk. With a strategy to accelerate internationalisation and increase investments in new energy markets, 2019 represented a year of continued focus on ethics and anti-corruption. ", "Equinor is committed to conduct our business in an ethical, socially responsible and transparent manner. We maintain an open dialogue on ethical issues, both internally and externally. ", "Code of Conduct - The Code of Conduct sets out our commitment and requirements for how we work at Equinor. It applies to employees, Equinor board members and hired contractors. We train our employees on how to apply the Code of Conduct in their work. All Equinor employees are required to confirm annually that they understand and will comply with the Code of Conduct. We expect our suppliers to act in a way that is consistent with our Code of Conduct. We engage with our suppliers to help them understand our ethical requirements and how we do business. If the expectations are not met, we take appropriate actions.", "Anti-bribery and corruption - Our Code of Conduct explicitly prohibits engaging in bribery and corruption in any form. Equinor’s Anti-Corruption Compliance Program summarises the standards, requirements and procedures implemented to comply with applicable laws and regulations and maintaining our high ethical standards. Our group-wide policy ensures that anti-bribery and corruption risks are identified, and measures are taken to mitigate risk in all parts of the organisation and that concerns are reported. We maintain a global network of compliance officers responsible for ensuring that ethical and anti- corruption considerations are integrated into Equinor activities no matter where they take place. ", "to discuss concerns with their leader or the leader’s superior or use available internal channels to provide support. Concerns may also be reported through our Ethics Helpline. The helpline allows for anonymous reporting and is open to employees, business partners and the general public. Equinor has a strict non-retaliation policy.", "Tax transparency and payments to governments reporting - We believe that through disclosure of payments to governments we promote accountability and build trust in the societies where we operate. We have reported our payments to governments on a country-by-country basis for more than a decade. Since 2014, we have reported such payments on a project-by-project and legal entities basis, in our Annual Report and Form 20F. This reporting represents a core element of transparent corporate tax disclosure. Since 2018, we have published our global tax strategy, available online. These disclosures are in line with our commitment to conduct our business activities in a transparent way. ", "Equinor provides regular training across the organisation to build awareness and understanding of the Anti-Corruption Compliance Program. Our in-person workshops are designed to facilitate meaningful in-depth discussion on specific issues tailored to the nature or location of their role. ", "Reporting and handling of concerns – The Code of Conduct imposes a duty to report possible violations of the Code or other unethical conduct. We require leaders to take their control responsibilities seriously to prevent, detect and respond to ethical issues. Employees are encouraged ", "Our actions Anti-bribery and corruption compliance - Our ethics and anti-corruption training efforts during 2019 included both general and targeted training sessions through a combination of e-learning and workshops. In 2019, we had particular focus on integrating money laundering into to our anti-corruption workshops to increase awareness of money laundering risk within the organisation. ", "In 2019, we increased the number of targeted tailored ", "trainings to employees appropriate to the nature or location of their role.", "During 2019, we had a companywide Code of Conduct campaign focusing on the main provisions of the Code. The responsibility for reporting concerns was a part of this campaign. In addition, communication of the Ethics Helpline was included in the company’s security month, in our training sessions and in Ethics Committees. ", "Working with suppliers and partners – During 2019 we continued our interaction with suppliers and partners on ethics and anti-corruption regarding the risks that we jointly face and actions that can be taken to address them. We proceeded our sustainability and compliance sessions with events in Russia and Azerbaijan, meeting with partners and suppliers discussing common efforts to strengthen compliance programs. Risk-based verifications of selected suppliers were carried out. To strengthen our management of third-party corruption risk in non-operated joint ventures we focused in 2019 on targeted training of Equinor’s dedicated asset teams and management. ", "Collaboration and stakeholder engagement - Equinor believes in the value of collective action to actively promote anti-corruption and transparency. We have long standing relationships with the UN Global Compact, the World Economic Forum’s Partnering Against Corruption Initiative (PACI) and Transparency International (TI). ", "Equinor has been a supporter of the Extractive Industries Transparency Initiative (EITI) for many years, through board and committee representation and active participation in working groups. An Equinor representative is elected member of the EITI international board. Through this work we exchange knowledge and demonstrate our continued commitment to contribute to improved governance and greater transparency in the extractive sector. In 2019, we were present in ten EITI-implementing countries. We provided USD 60,000 in regular annual financial support to the international EITI. In addition, Equinor contributed USD 25.000 in support of the EITI Global Conference hosted by the French Government as part of the French presidency of the G7.", "Equinor Sustainability report 2019 Always safe - Responsible operationsEquinor Sustainability report 2019 Always safe - Responsible operations621153282515People and workplaceSafety and securityEnvironment and communitiesPartners and supply chainAsset and business integrityTests, questions and other"], "25": ["During 2019, we have engaged with local industries and suppliers to support major project developments in core areas.", "US This year Equinor’s Empire Wind project successfully bid in the United States’ first large- scale competitive offshore wind solicitation. Our winning bid represents an important milestone for Equinor’s ambition to build an offshore wind core area on the US East Coast. The 816-megawatt (MW) offshore wind project will bring renewable energy to New York consumers, contribute to the state’s ambitious renewable energy development goals, and provide significant economic benefits to New York. The project is expected to be developed with 60-80 wind turbines, with an installed capacity of more than 10 MW each. Total investments will be approximately USD 3 billion, and the project will be able to power over 500,000 homes in New York, with an expected start-up in late 2024.", "Norway This year Equinor and the Johan Sverdrup partnership consisting of Lundin Norway, Petoro, Aker BP and Total, started production from the giant field in the North Sea. Johan Sverdrup has expected recoverable reserves of 2.7 billion barrels of oil equivalents and the full field can produce up to 660,000 barrels of oil per day at peak. In the operational phase, an average year will generate around 2,700 man-years, and during the full field development 3,400 man-years of work opportunities will be generated. The Norwegian supply industry may receive more than 50% of the assignments during the construction phase, and around 90% in the operational phase.", "This year Equinor also signed contracts for the Hywind Tampen wind farm development. This project will contribute to further developing floating offshore wind technology and reducing the costs of future floating offshore wind farms, offering new industrial opportunities for Norway, the licenses and the Norwegian supplier industry in a growing global offshore wind market.", "UK The Equinor operated offshore wind farms Sheringham Shoal, Dudgeon and Hywind Scotland are supporting local communities through community funds or local educational initiatives and sponsorships.", "The Mariner project supports around 700 long term jobs and between 80-90% of the contracts for offshore work during the production phase were awarded to UK-based suppliers. The project will create ripple effects in the local supply chain for the next 30 years of production. In the UK, Equinor works closely with the local supply chain and peers, focusing on collaboration and digitalisation to improve industry performance. ", "Brazil Equinor’s social investment and sponsorship portfolio in Brazil has been reviewed based on four main objectives: (i) build long-term capability for the market through education; (ii) create opportunities for local communities, contributing to a reduction in social inequality; (iii) engage the entire Equinor Brazil organisation and build internal pride, (iv) improve brand recognition and enhance Equinor’s reputation in the local market. ", "Equinor Brazil has approved a new social investment initiative which is inspired and guided by the UN’s ", "Sustainable Development Goals (SDGs), and our commitment to long-term sustainable value creation is in line with the principles of the SDGs. The main focus of the initiative is SDG 4 – Quality in education, with a goal to ensure inclusive and equitable education and promote lifelong learning for all. ", "Our Brazilian offshore operations impact fishermen due to a prohibition on fishing within safety zones around offshore installations. Since 2017 Equinor Brazil together with Shell have been running the Mar Atento project, a pilot ", "project in collaboration with local fishermen, providing oil spill response training. Through this engagement we strengthened our relationship with fishermen and their communities and developed a register of trained fishermen, ready to provide emergency response support. ", "In 2019, Equinor announced a new partnership with the Aberdeen Science Centre focusing on digitalisation and new technology. Equinor continues its support for NASA in Aberdeen and TechFest. In 2019, participation in the joint Heroes of Tomorrow event with TechFest was doubled to over 400 young people. ", "In 2019, the project was expanded to six municipalities on the Brazilian coast, with around 300 additional fishermen trained. The project is open for further expansion, to involve more oil operators as future partners. ", "Equinor Sustainability report 2019High value — creating shared valueEquinor Sustainability report 2019 High value — creating shared value"], "26": ["Creating shared value is one of the three key sustainability priorities that guides Equinor. Our management approach to shared value is described in the Equinor Book and internal policies. We aim to contribute to the development of communities where we have long-term operations. Together with our stakeholders and partners, we work to find mutual benefits and lasting solutions to common challenges and engage in dialogue with local communities to explain our actions and manage expectations. We assess the impact and outcome of our activities through received feedback, reviews and assurance activities, and set actions to improve when needed.", "We create shared value that contributes to sustainable development through:", "• Providing access to affordable, reliable, sustainable and modern energy • Creating value for shareholders • • Hiring and developing staff, and promotion of diversity and inclusion in our workforce • Creating opportunities for social and economic development across our value chain through payments to governments, ", "Innovation, research and development activities", "local job creation and local sourcing of goods and services", "• Purchasing goods and services • Management of social impacts and outcomes, and contributing to ripple effects ", "Economic value creation and distribution", "Social investments sponsorships & donations", "Equinor operates primarily in OECD countries. Hence, our economic contributions to society are primarily in the form of taxes and other payments to governments, purchases of goods and services, wages and employee benefits and dividends to shareholders, rather than social investments. ", "Creating shared value with communities Equinor’s transition to a global energy company requires systematic development of competence and access to new talent. We empower our people to execute on business ambitions, while promoting personal growth and development. Through learning and development activities we prepare for increased digitalisation and new ways of working. As part of our long-term commitment to creating shared value, Equinor emphasises building skills and capacity in the communities where we have activities. A large portion of our sponsorships, donations and social investments is allocated to capacity building within science, technology, engineering and mathematics (STEM), through partnerships with academic institutions and support to science centres. Our academia collaboration with key universities increasingly addresses the energy transition and new energy solutions. Through our Heroes of Tomorrow programme, we give children and youth the opportunity to develop their talents within the areas of sports, culture and education. In 2019, our corporate sponsorships spend was USD 19.2 million.", "Teach First Norway is a two-year development programme for newly-educated talents holding a science degree. The programme was established 10 years ago as a partnership between the Oslo Education Agency, the University of Oslo and Equinor. Teach First Norway is working with talented M.Sc. graduates to become effective and inspiring teachers and leaders. Teach First candidates teach STEM subjects at selected schools in Oslo. At the same time, they receive formal teaching education (PPU) and leadership training. ", "We also create value for society through research, development and innovation. In 2019, our R&D expenditure was USD 300 million. Examples of how we collaborate with others to find new and innovative solutions are provided throughout the report. ", "Equinor Technology Ventures Equinor Technology Ventures supports small and medium enterprises (SMEs) with exciting new technologies in oil and energy—and in turn, helps Equinor be the world’s most carbon-efficient oil and gas producer with a developing renewable business. ", "Equinor Innovate Equinor Innovate is our dedicated channel to challenge- driven open innovation. We focus on connecting with institutions and companies that can help us find solutions to concrete business challenges. Ideas and solutions to improve and expand our business along three main opportunity areas, are especially welcome. Our three ", "opportunity areas are: Competitive at all times, Transforming the oil and gas industry, and Providing energy for a low carbon future. ", "Digitalisation Equinor’s digital roadmap is progressing well. New digital technologies are implemented to help us reach our goals of improved safety performance, reduced emissions and higher value. The integrated operations support centre, established in 2018, will be central in reducing CO₂ emissions from the NCS. Equinor has so far connected 20 of its assets to this centre, streaming data to our cloud-based data platform. By end of 2020 all operated fields on the NCS will be connected. Cross-functional teams utilise this data to discover opportunities for energy efficiency measures, safety and value improvements. Another centre, the geo-operations centre, ensures more efficient and better geoscience control of drilling operations, as well as cost savings and improved personnel safety. Further, subsurface data are connected and analysed in new ways through our subsurface data lake, enhancing the reservoir performance. Our digital field worker concept is also being broadly implemented, allowing our operators and engineers easy access to data enabling improved safety performance, higher efficiency and reduced carbon footprint. Workforce diversity and inclusion Embracing diversity and driving inclusion is a fundamental part of our values - open, collaborative, courageous and caring - and an integral part of our leadership expectations. This includes working actively to ensure that everyone has equal opportunities at Equinor. In 2019, we continued to strengthen diversity and inclusion in Equinor by embedding it into our key human resources processes, such as recruitment, succession planning, performance management and leadership development. We monitor diversity in our workforce at all levels and locations and encourage and support employee initiatives that contribute to a diverse and inclusive culture. In 2019, we established guidelines to further support employee resource groups in Equinor, including Women in Equinor, Differently Abled and LGBTQ+ groups. ", "Diversity to us includes age, gender, nationality, experience, competence, education, cultural background, religion, ethnicity, sexual orientation and disabilities – everything that helps shape our thoughts and perspectives. Inclusion to us means that everyone in Equinor feel like that they are part of one team, are able to bring their whole self to work, and have their voices heard to perform at their best. We believe we can only leverage the value of diversity if ", "Equinor Sustainability report 2019 High value — creating shared value"], "27": ["we have an inclusive culture where everyone feel safe to contribute.", "support our agenda on diversity and inclusion and our general attractiveness as an employer.", "In 2019, Equinor implemented a corporate diversity and inclusion (D&I) KPI, which is measured at the team level. The KPI is based on a diversity index and an inclusion index. Our diversity index is flexible and holistic, meaning teams may focus on different dimensions of diversity to achieve the balance that adds most value to them. The diversity KPI monitors each business area’s progression on team diversity. The Inclusion Index is measured in our Global People Survey, and measures employees’ perception of inclusion in their teams. Our ambition is for all teams in Equinor to be diverse and inclusive by 2025. ", "To show our commitment to equal and inclusive workplaces, Equinor participated in several Gender Equality Indexes that aim to give more visibility into reporting on environmental, social and governance (ESG) from public companies. In 2019, we submitted our employees’ gender profile for inclusion in the Bloomberg Gender-Equality Index, and the Norwegian SHE Index where Equinor was ranked number 10 out of 91 of Norway’s largest companies.", "We continuously work on mitigating unconscious biases. During 2019, classroom and online training on unconscious bias was delivered across the organisation, including all top-level leadership teams and our external recruitment providers. We will continue to deliver training on this important topic in 2020. ", "In all our leadership activities, including talent and succession reviews, leadership assessments, leadership development courses and top-tier leadership deployment, we aim for gender balance and diversity. As a part of this, we pay close attention to positions and discipline areas dominated by employees of one gender. In 2019, both shares of female leaders at different levels as well as leaders with non-Norwegian background have increased and this indicates that our management approach related to diversity is contributing to improved diversity.", "Consistent with our values and to strengthen our brand and attractiveness as an employer, we successfully implemented a global parental leave policy in all Equinor companies and health insurance in Equinor ASA effective from January 2019. A minimum of 16 weeks paid leave is offered to all employees in the group becoming parents through birth or adoption. The health insurance scheme, supplementing public health services, offers access to private specialists, medical examinations and treatments, and is similar to local health insurance already provided in our subsidiaries. We expect the scheme to have a positive effect on employees’ health and believe that both benefits ", "Developing our people As Equinor develops into a broad energy company and accelerates the use of digital solutions, our ability to drive people development is critical to the delivery of our business strategy. Building a culture of lifelong learning where our employees develop new skills faster to match changing job requirements, has been a key focus area in 2019. We continue to use deployment across the company as a strong tool for driving on-the-job learning. Through all the academies in The Equinor University we intensified our formal learning activities, particularly relating to safety and digitalisation. In 2019, we more than tripled our learning activities in digital topics, including the introduction of ‘Digital Leadership’ training for our leaders. In addition, we significantly increased learning activities across the company, using e-learning and virtual classrooms as a flexible, accessible and cost-effective means to increase participation. ", "Early Talents We continue to invest in our early talents through our graduate and apprentice programmes. In 2019, we welcomed 182 graduates and 157 apprentices. Through our recruitment and attraction activities we strive to increase the diversity of our early talent applicant base and hires, and our ambition was to achieve a 50-50 balance on gender and non-Norwegian background in 2019. In 2019, we made strides towards achieving this goal with a 43-57 split between female and male graduates recruited, and a 45-55 split between graduates recruited with a non- Norwegian and Norwegian background.", "Employee relations We believe in involving our people in the development of the company. In all countries where we are present, we involve our employees and/or their appropriate representatives according to local laws and practices. This varies from formal bodies with employee representatives to employee engagement and involvement through team or town hall meetings. ", "In 2019, we maintained close cooperation with employee representatives through formal and informal dialogue, at relevant levels and areas of the business. In our European Works Council, we discussed matters, such as Equinors strategy, human rights, safety, digitalisation, GDPR and future ways of working. In May 2019, we renewed our union agreement in Brazil, covering our onshore and offshore workers, and included an amendment covering specific regulations for offshore workers. Data on union membership figures is available in our sustainability performance data at Equinor.com.", "In our opinion the updated strategy for inclusion and diversity, makes the organisation more resilient for the future. We therefore do not see any need for an adjustment to the management approach. ", " Economic value created and distributed ", " Employment, recruitment and workforce diversity", "Total number of permanent employees", "Total number of permanent employees in non-OECD countries", "Permanent employees female (share of total)", "More data is available in our sustainability performance data and in our Payments to governments report, at Equinor.com.", "Corporate executive committee, business areas and business clusters Business unit leadersBusiness sector leadersBusiness department leadersProportion of women in leadership positions (percentage)020406020192018201720162015"], "28": ["Actual serious incident frequency (SIF)", "The number of serious incidents (per million hours worked). An incident is an event or chain of events that has caused or could have caused injury, illness and/or damage to/loss of property, the environment or a third party. All undesirable incidents are categorised according to the degree of seriousness, based on established categorisation matrices.", "Comprises Key biodiversity areas included in the World Database on Key Biodiversity Areas managed by International Union for Conservation of Nature (IUCN) and Particularly Valuable and Sensitive Areas (Srlig verdifulle og srbare omrder) on the Norwegian Continental Shelf.", "Board of Directors’ Safety, Sustainability and Ethics committee.", "CO₂ released to the atmosphere as a result of our processes and activities, including CO₂ emissions from energy generation, heat production, flaring (including well testing/well work-over), and remaining emissions from carbon capture and treatment plants. Separate data compiled for Equinor operated activities and equity basis.", "Carbon dioxide equivalent is a quantity that describes, for a given mixture and amount of greenhouse gas, the amount of CO2 that would have the same global warming potential. ", "CDP is a not-for-profit charity that runs a global disclosure system for investors, companies, cities, states and regions to report and benchmark their environmental impacts.", "Includes cash dividend and scrip dividend.", "Extractives Industries Transparency Initiative. ", "Salaries, pensions, payroll tax and other compensations.", "European Union Emissions Trading System.", "The US national hydraulic fracturing chemical registry.", "Energy used for power generation and heat production in combustion processes, unused energy from flaring (including well testing/work-over and venting), energy sold/delivered to third parties and gross energy (heat and electricity) purchased.", "Naturally occurring water with a low concentration of salts, or generally accepted as suitable for abstraction and treatment to produce potable water. Includes water from public installations, wells (including groundwater reservoirs), lakes, streams, rivers and purchased fresh water. Fresh water produced from salt water on facilities/installations is not included.", "General Data Protection Regulation", "For Equinor, the relevant GHGs are CO₂ and methane (CH4). Other GHGs are not included as they are assessed to be non- material for Equinor. Equinor uses a global warming potential that is 25 times higher than CO₂ in a 100-year perspective for methane, aligned with industry reporting practice. ", "Waste is considered to be hazardous waste according to the regulations under which the activity operates or where the waste can pose a substantial hazard to human health and/or the environment when improperly managed.", "The total quantity of CO₂ injected into the subsurface for the purpose of storage or improved/enhanced oil recovery.", "The International association of Oil & Gas Producers. ", "The global oil and gas industry association for environmental and social issues. ", "Equinor Sustainability report 2019AppendicesEquinor Sustainability report 2019 Appendices"], "29": ["Low carbon and energy efficiency R&D expenditure", "The share of annual research expenditures, in percentages of total R&D expenditures, used on new energy solutions and energy efficiency technologies, including energy efficiency as secondary effect.", "The monetary charge or payment imposed on a Equinor entity for failure to comply with safety and environmental laws and regulations. Only fines paid by Equinor as an operator are included. Fines are reported for the financial year when the actual payment is made.", "CH4 released to the atmosphere including emissions from energy generation and heat production at own plants, flaring (including well testing/well work-over), cold venting, diffuse emissions, and the storage and loading of crude oil.", "Direct GHG emissions from operations that are owned and/or controlled by the organisation. ", "Total methane emissions from our up- and midstream activities divided by the marketed gas, both on a 100 % operated basis.", "GHG emissions associated with the production and use of energy produced by Equinor, including negative emissions related to carbon services and offsets, divided by the amount of energy produced by the company (gCO₂e/MJ). A detailed description of the net carbon intensity indicator is available at Equinor.com.", "Indirect GHG emissions from energy imported from third parties, heating, cooling, and steam consumed within the organisation. We use IEA (physical) and RE-DISS (market-based) as sources of scope 2 emissions factor, expressed as kg CO₂/kWh. A location-based calculation method reflects the average emissions intensity of grids (using mostly grid- average emission factor data). A market-based calculation method reflects emissions from electricity that companies have purposefully chosen (or their lack of choice). It derives emission factors from contracts between two parties for the sale and purchase of energy bundled with attributes about the energy generation, or for unbundled attribute claims. (Source: Greenhouse gas protocol). ", "Net profit after all revenues, income items and expenses, including tax, have been accounted for.", "Emissions from the use of products (GHG Protocol category 11) originating from Equinor’s equity oil and gas production. Regional product spreads are assumed using IEA statistics. ", "Non-methane volatile organic compounds (nmVOC) emissions", "New Energy Solutions’ (NES) gross capital expenditure, before including the effect of project financing.", "NOx released from power generation and heat production, flaring (including well testing/well work-over) and process.", "Waste that is not defined as hazardous waste. This excludes drill cuttings and produced and flow-back water from our USA onshore operations which are exempted from regulation and are registered separately as ‘exempted waste’.", "nmVOC released to the atmosphere from power generation and heat production, flaring (including well testing/well work-over), process, cold venting and fugitives.", "Temporary or permanent sites, activities and assets used for exploration, extraction, refining, transporting, distributing, and marketing petroleum products.", "Unintentional spills of chemicals, produced water, ballast water and polluted water reaching the natural environment.", "Payments made directly by Equinor to governments, such as income tax, host government entitlements (value), bonuses, royalties and fees, related to exploration and production activities. Includes environmental fees and taxes. Payments made on behalf of other license partners, e.g. area fees, are included.", "Water that is brought to the surface during operations which extract hydrocarbons from oil and gas reservoirs.", "A protected area is a clearly defined geographical space, recognised, dedicated and managed, through legal or other effective means, to achieve the long term conservation of nature with associated ecosystem services and cultural values. (IUCN Definition 2008).", "Part of the cost is charged to partners in activities we operate.", "The psychosocial work environment concerns aspects of the design and management of work and its social and organisational context that could have an impact on the employee’s health and well-being.", "Waste from Equinor operated activities that has been delivered for reuse, recycling or incineration with energy recovery.", "Oil in regulated or controlled discharges to the sea from Equinor operated activities. This includes produced water, process water, displacement water, ballast water, jetting water, drainage water and water discharged from treatment plants. ", "Total revenues including income from sales of liquids on behalf of the Norwegian state’s direct financial interest.", "The United Nations’ Sustainable Development Goals.", "The International Energy Agency’s (IEA) Sustainable Development Scenario. ", "A monitoring and mapping programme for Norwegian seabirds (SEAbird POPulations). ", "The number of serious incidents (including near misses) per million hours worked. An incident is an event or chain of events that has caused or could have caused injury, illness and/or damage to/loss of property, the environment or a third party. All undesirable incidents are categorised according to degree of seriousness, based on established categorisation matrices.", "Share of production in areas of high water stress", "The share in % of Equinor’s operated production in areas of high or extremely high baseline water stress, versus Equinor’s total operated production. World Resources Institute’s Aqueduct tool is used to determine baseline water stress, which is the ratio of total annual water withdrawal from a catchment to average annual available water to the same catchment. The Aqueduct tool classifies stress into five levels, Low, Low-medium, Medium-high, High and Extremely high. (Aqueduct indicator: Baseline Water Stress).", "The total number of sickness absence hours as a percentage of planned working hours (Equinor ASA employees).", "Includes voluntary and contractual payments. Part of the cost is charged to partners in activities we operate. Contractual social investments include the contributions that we are required to pay under the terms of the production sharing agreements (PSA) or contracts or host government agreements or national laws.", "Science, technology, engineering and mathematics. ", "SOx released from power generation and heat production, flaring and process.", "Task Force on Climate-related Financial Disclosures. ", "Total recordable injury frequency (TRIF)", "Number of fatal accidents, lost-time injuries, injuries involving substitute work and medical treatment injuries per million hours worked.", "United Nations Guiding Principles on Business and Human Rights", "Upstream carbon dioxide (CO₂ ) emission intensity", "Total scope one emissions of CO₂ (kg CO₂) from exploration and production, divided by total production (boe).", "Voluntary Principles on Security and Human Rights.", "Materials are defined as waste when; they are classified as such according to the regulations under which the activity operates or where the material is contained and intended to be transported for further handling and/or re-use or disposal by a 3rd party. Residual materials from industrial activity, which are discharged, recycled, injected or reused at the place of generation as part of the consented operations, are not included.", "Number of WRI incidents that result in death, serious WRI, WRI that results in treatment from authorized health care personnel and other WRI per million of hours worked. For Equinor employees and contractors.", "Equinor Sustainability report 2019AppendicesEquinor Sustainability report 2019 Appendices"], "30": ["Task Force on Climate-related Financial Disclosures (TCFD) reference index", "Governance – Disclose the organisation’s governance around climate-related risks and opportunities", "a) Describe the board’s oversight of climate-related ", "b) Describe management’s role in assessing and managing ", "climate-related risks and opportunities. ", "• AR 3.9 – The work of the Board of Directors • SR – Embedding sustainability in how we work • SR – Climate-related business risks and portfolio resilience ", "• AR 3.10 – Risk management and internal control • SR – Embedding sustainability in how we work • SR – Climate-related business risks and portfolio resilience ", "Strategy – Disclose the actual and potential impacts of climate-related risks and opportunities on the organisation’s businesses, strategy, and financial planning where such information is material ", "a) Describe the climate-related risks and opportunities the ", "organisation has identified over the short, medium, and long term. ", "• AR 2.11 – Risk review • SR – Climate-related business risks and portfolio resilience • Equinor’s CDP 2019 response ", "b) Describe the impact of climate-related risks and opportunities on the organisation’s businesses, strategy, and financial planning. ", "• AR 2.12 – Safety, security and sustainability – Portfolio sensitivity test • SR – Climate-related business risks and portfolio resilience – ", "c) Describe the resilience of the organisation’s strategy, taking into ", "consideration different climate-related scenarios, including a 2C or lower scenario. ", "• AR 2.12 – Safety, security and sustainability – Portfolio sensitivity test • SR – Climate-related business risks and portfolio resilience • Equinor’s Energy Perspectives 2019", "Risk management – Disclose how the organisation identifies, assesses, and manages climate-related risks ", "a) Describe the organisation’s processes for identifying and assessing ", "• AR 2.11 – Risk review – Risk management • SR – Embedding sustainability in how we work • SR – Climate-related business risks and portfolio resilience • Equinor’s 2019 CDP response ", "b) Describe the organisation’s processes for managing ", "c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organisation’s overall risk management. ", "Metrics and targets – Disclose the metrics and targets used to assess and manage relevant climate-related risks and opportunities where such information is material ", "a) Disclose the metrics used by the organisation to assess ", "climate-related risks and opportunities in line with its strategy and risk management process. ", "• AR 2.12 – Safety, security and sustainability • SR– Climate performance • SR – Climate-related business risks and portfolio resilience – ", "• Sustainability performance data at equinor.com", "b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas ", "• AR 2.12 – Safety, security and sustainability • SR – Climate performance ", "c) Describe the targets used by the organisation to manage climate-related ", "risks and opportunities and performance against targets. ", "Statsautoriserte revisorer Ernst & Young AS Dronning Eufemias gate 6, NO-0191 Oslo Postboks 1156 Sentrum, NO-0107 Oslo ", "Tlf: +47 24 00 24 00 Fax: www.ey.no Medlemmer av Den norske revisorforening ", "Independent assurance report – Reporting on Sustainability for 2019 ", "We have performed an independent verification of Equinor ASA’s reporting on Sustainability for 2019 (the Report) as Equinor has defined in its 2019 GRI standards index and on page 5 of the Sustainability Report. Our review includes data from Equinor ASA’s 2019 Sustainability Report and figures presented in the Sustainability Datahub as shown in the GRI Index. We have assessed if the information being presented in the Report is based on relevant criteria from the GRI (Global Reporting Initiative) sustainability reporting standards, GRI Standards option core. Controlled information is shown in the company's GRI index, see https://www.equinor.com/en/how-and- why/sustainability/sustainability-reports.html. ", "The CEO and Executive Management are responsible for the selection of the information and collection of the data for presentation and for the preparation of the Report in accordance with the applicable criteria. The criteria are defined on page 5 in the Sustainability Report and are based on the Sustainability Reporting Guidelines published by GRI that are applicable to the Report, as well as the accounting and calculation principles that Equinor ASA has developed. This responsibility includes the internal control relevant to the preparation of a Report that is free from material misstatements, whether due to fraud or error. ", "Our Independence and Quality Control ", "We are independent of the company as required by law and regulations and have complied with our other ethical obligations in accordance with these requirements. We apply the International Standard on Quality Control (ISQC 1) and maintain a comprehensive system of quality control including documented policies and procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements. ", "Auditor’s tasks and duties Our task is to issue an independent report to the CEO on the Reporting on Sustainability based on our work. Our work is conducted in accordance with ISAE 3000 Assurance Engagements Other than Audits or Reviews of Historical Financial Information. This engagement consists of two parts a limited assurance engagement and a reasonable assurance of selected disclosures. A limited assurance engagement is different from and substantially less in scope than reasonable assurance engagement conducted in accordance with IAASB’s Standards on Auditing and other generally accepted auditing standards. ", "Limited assurance engagement The engagement includes a limited assurance engagement on the complete Sustainability Report, excluding forward looking information related to the climate-related business risks and portfolio resilience chapter, as shown in the GRI index. A limited assurance engagement consists of making inquiries, primarily of persons responsible for the preparation of the Report and applying analytical and other limited assurance procedures. ", "To obtain limited assurance we have performed the following procedures: ", " Review of Equinor ASA’s process for the preparation and presentation of the Reporting on Sustainability to ", "provide us with an understanding of how Sustainability is ensured in practice within the business Interviewing those in charge of Sustainability reporting to develop an understanding of the process for the preparation of the Reporting on Sustainability ", " Verifying on a sample basis the information in the Reporting on Sustainability against source data and other ", "information prepared by Equinor ASA ", "A member firm of Ernst & Young Global Limited ", "Equinor Sustainability report 2019AppendicesEquinor Sustainability report 2019 Appendices"], "31": [" Assessing the overall presentation of Reporting on Sustainability against the criteria in GRI Standards", "including a review of the consistency of information against the GRI index.", "The engagement also included a reasonable assurance engagement on the data that is specified below, as shown in the GRI index. A reasonable assurance engagement includes examining, on a test basis, evidence supporting the quantitative and qualitative information in the Report. ", "We have additionally performed controls in order to establish a reasonable level of assurance for a selection of disclosures as defined by Equinor for own controlled operations as listed below: ", " Disclosures on safety: Total recordable injury frequency (TRIF), Serious incident frequency (SIF), Fatalities,", " Disclosures on climate and environment: emissions of Carbon dioxide, Methane, NOx and SOx; and energy", "Oil spills, Serious oil and gas leakages;", "In addition to the previously mentioned procedures, for the reasonable assurance engagement we also performed the additional procedures: ", " One physical site visits and in-depth interviews with three Equinor locations in order to gather and review", "underlying data and confirm the implementation of the processes and controls related to the preparation of the selected safety and environmental KPIs", " Recalculating the safety and climate KPIs and evaluating the reasonableness of estimates made by Equinor  Reviewing the trend and explanations submitted by sites and prepared at corporate level ", "Interviewing relevant staff with responsibility for preparing the sustainability data at corporate, business area and local area, including those with responsibility for carrying out internal control procedures on the data and consolidating the data for the sustainability report", " Confirming agreement of the CO2 reporting for Norway with the preliminary EUETS reporting", "In our opinion, the evidence obtained is sufficient and appropriate to provide a basis for our conclusion. ", "Conclusion For the limited assurance engagement, nothing has come to our attention that causes us to believe that the Sustainability Report is not prepared, in all material respects, in accordance with GRI and the criteria defined by the CEO and Executive Management. ", "For the reasonable assurance engagement it is our opinion that the disclosures on safety: Total recordable injury frequency (TRIF), Serious incident frequency (SIF), Fatalities, Oil spills, Serious oil and gas leakages; and disclosures on climate and environment: emissions of Carbon dioxide, Methane, NOx and SOx; and energy consumption have, in all material respects, been prepared in accordance with the criteria defined by the CEO and Executive Management. ", "Erik Mamelund State Authorised Public Accountant ", "Independent assurance report – Equinor ASA", "A member firm of Ernst & Young Global Limited ", "Photography Ole Jrgen Bratland/Arne Reidar Mortensen/Equinor ASA. ", "Einar Aslaksen. David Gustav Tvetene. ivind Haug.", "Illustrations and design Equinor ASA.", "This report contains certain forward-looking statements that involve risks and uncertainties. In some cases, we use words such as aim, ambition, continue, expect, may, strategy, will, in line with, and similar expressions to identify forward-looking statements. Forward-looking statements include all statements other than statements of historical fact, including, among others, statements regarding Equinor’s ambitions, plans, intentions, aims and expectations with respect to Equinor’s new climate roadmap, including with respect to its net carbon intensity, carbon efficiency, methane emissions and flaring reductions, renewable energy capacity, carbon-neutral global operations, internal carbon price on investment decisions, future levels of, and expected value creation from, oil and gas production, scale and composition of the oil and gas portfolio, development of CCUS and hydrogen businesses, use of offset mechanisms and natural sinks and support of TCFD recommendations.", "These forward-looking statements reflect current views about future events and are, by their nature, subject to significant risks and uncertainties because they relate to events and depend on circumstances that will occur in the future and are beyond Equinor’s control and are difficult to predict, including societal shifts in consumer demand and technological advancements. Although we believe that the expectations reflected in such forward-looking statements are reasonable, we cannot assure you that future results will meet these expectations. You should therefore not place undue reliance on these forward-looking statements. Actual results could differ materially from those anticipated in these forward-looking statements for many reasons. Equinor does not assume any responsibility for the accuracy and completeness of any forward-looking statements. Any forward-looking statement speaks only as of the date on which such statement is made. Unless required by law, we will not necessarily update any of these statements.", "Equinor is including the emissions from a customer’s product use in its calculation of its net carbon intensity solely as a means to (i) more accurately evaluate the emission lifecycle of what we produce and (ii) to respond to the potential business opportunities arising from shifting consumer demands. Including these emissions in the calculation should in no way be construed as an acceptance by Equinor of responsibility for the emissions caused by such use.", "Additional information, including information on factors that may affect Equinor’s business, is contained in Equinor’s latest Annual Report and Form 20-F, filed with the U.S. Securities and Exchange Commission (and section Risk review – Risk factors thereof), which is available at Equinor’s website (www.equinor.com).", "Equinor Sustainability report 2019AppendicesEquinor Sustainability report 2019 Appendices"], "32": ["Equinor ASA Box 8500 NO-4035 Stavanger Norway Telephone: +47 51 99 00 00 www.equinor.com"]}
